[
    {
        "title": "test change 1",
        "date": "8/29/2023",
        "descriptor": "im testing this since im on a new computer and want to see if it'll push this since right now i think i only linked it to a local repo? idk i dont really know how github works i just know that it does and gives me a nice website :)",
        "content": ""
    },

    {
        "title": "The Amber Room",
        "date": "January 1st",
        "descriptor": "",
        "content": "During World War II, Nazi forces specifically tasked with locating, stealing, and sometimes destroying precious works of art roamed Europe, looting some of the world's most famed and treasured pieces. None of them are perhaps more valuable or unique than the panels of the Amber Room, dubbed the Eighth Wonder of the World. Gifted to Russian czar Peter the Great in 1716 by Friedrich I, the king of Prussia, to seal a Russian-Prussian alliance against Sweden, the panels were intricate works of fine amber and gold, intended to coat every surface of a room in golden opulence. German officers allegedly crated up the panels and sent them into hiding, though some believe the panels were destroyed by bombs. In either case, the magnificent Amber Room panels have never been seen since."
    },

    {
        "title": "The 1918 World Series",
        "date": "January 2nd",
        "descriptor": "",
        "content": "While many are familiar with the more famous controversy surrounding the \"fixed\" 1919 World Series, in which members of the Chicago White Sox were accused of throwing the game in exchange for money, there are lingering questions regarding the championship a year earlier, when the Chicago Cubs faced off against the Boston Red Sox. Interestingly, it is information from the so-called Black Sox, the members of the infamous Chicago White Sox team who were proven to have intentionally thrown the 1919 World Series in exchange for money, that lends this mystery plausibility. Specifically, Black Sox member Eddie Cicotte said curing a 1920 court deposition that a \"number of Cubs\" were each offered $10,000 to intentionally lose their championship the previous year, and though such allegations have haunted baseball for years, sports historians say that it is entirely possible that the players, who were famously underpaid at the time, may have indeed taken money in exchange for losing against the Red Sox."
    },

    {
        "title": "The Vrillon Broadcast",
        "date": "January 3rd",
        "descriptor": "",
        "content": "At 5:10 p.m on the night of November 26, 1977, television viewers in the service area of Southern Television in the United Kingdom were witness to a very peculiar event. While Southern  Television's news anchor, Andrew Gardner, was cruising through the night's standard headlines and news items, viewers saw a small waver on the channel's visual before all audio was suddenly cut off. What followed has gone down in pop history as a particularly amusing mystery. A voice came over the channel, claiming to be \"Vrillon,\" a representative of the \"Ashtar Galactic Command.\" While television technicians scrambled to regain control of their station, \"Vrillon\" told listening viewers that his people were an ancient race of space farers and that, having watched over Earth for many years, they were announcing to its peoples that they must cease all violence in order to partake in a great \"galactic awakening.\" Shortly thereafter, the strange transmission ended, and the channel returned to its normal programming. While very few believe in the existence of Vrillon or the Ashtar Galactic Command, no one knows to this day who perpetrated the broadcast stunt and how they did so, given the decade's relatively limited technology."
    },

    {
        "title": "The Impossible Planet",
        "date": "January 4th",
        "descriptor": "",
        "content": "Discovered in 2013, the exoplanet known as Kepler-78b orbits around the star Kepler-78. Closely resembling Earth in terms of mass and radius, its surface reaches up to two thousand degrees hotter than Earth's, because it orbits Kepler-78 at an incredibly close range and completes an entire orbit in less than nine hours. Scientists report that Kepler-78b should not exist, and how the planet formed and ended up so close to its star remains a mystery. Experts claim there is no physical way the planet could have formed in that location, stating that when the planet was forming, it would have been larger than it is currently. Mathematically speaking, it would have had to have been orbiting from inside the star, which is impossible. Scientists are still collecting more data on the planet to hopefully learn how it was formed under such seemingly impossible conditions."
    },
    
    {
        "title": "The Babushka Lady",
        "date": "January 5th",
        "descriptor": "",
        "content": "When President John F. Kennedy was assassinated on November 22, 1963, authorities immediately started identifying and profiling citizens in the area who saw his motorcade rolling through Dallas, Texas. Over time, they were able to identify most of the people in the area that day. However, there are others they were never able to identify, people who have become known as the Badge Man, Umbrella Man, and one of the most elusive - the Babushka Lady. The Babushka Lady can be seen in several of the photos and videos turned over to police. Considering the United States' tense relationship with the Soviet Union at the time and the fact that she had a Russian-looking headscarf on, authorities and the public alike started speculating on her possible involvement in the assassination. Her behavior was questionable on tape; she appeared to stay in one place as everyone around her ran for cover following the shots being fired. Some argue her stature is closer to a man's and that she could have possible been a Russian spy, sent to the States to oust the U.S. president. Although authorities have made many efforts to locate her, her identify remains a mystery."
    },
    
    {
        "title": "The Great Hole of Mars",
        "date": "January 6th",
        "descriptor": "",
        "content": "In recent years, NASA's Rover missions to Mars have yielded countless answers about the nature of our solar system's red planet, from information about the possibility of water on its surface to intense accounts of the violent sandstorms that frequently ravage the planet. Along with answers, however, the rovers have uncovered several mysteries, perhaps chief among them the existence of a massive pit near Mars's southern pole, spanning hundreds of meters in diameter. Although the planet is well known to be pocked and pitted with craters left behind my meteorite impacts, ancient floods, and volcanic activity, none so far have matched the sheer size of the one discovered my the Mars Reconnaissance Orbiter in 2017. So far, NASA scientists have admitted that they cannot say for certain what caused such a large geographical feature to form on the red planet's surface, but they theorize that anything from an unusually large meteor or perhaps a collapse of the surface's structure itself could be to blame."
    },
    
    {
        "title": "The Death of Meriwether Lewis",
        "date": "January 7th",
        "descriptor": "",
        "content": "Explorer Meriwether Lewis of the famed Lewis and Clark Expedition was an accomplished adventurer and public figure who participated in a major expedition, consulted presidents, and served as a territory governor, so when he was found dead to do multiple gunshot wounds on October 11, 1809, in an inn called Grinder's Stand on the Natchez Trace, many people questioned the circumstances. Lewis was journeying to Washington, DC, from the Upper Louisiana Territory to communicate with his publisher and meet with the War Department. It was noted that Lewes was quite depressed before this journey, and he even wrote his will before he left, leading many historians to believe he committed suicide.  Forty years after his death, a doctor exhumed his body and declared the wounds seemed more likely to have come from another person. This recorded statement has led to a debate among historians as to how the historical figure died, whether by suicide or homicide"
    },
    
    {
        "title": "The Death of Meriwether Lewis",
        "date": "January 8th",
        "descriptor": "",
        "content": "Explorer Meriwether Lewis of the famed Lewis and Clark Expedition was an accomplished adventurer and public figure who participated in a major expedition, consulted presidents, and served as a territory governor, so when he was found dead to do multiple gunshot wounds on October 11, 1809, in an inn called Grinder's Stand on the Natchez Trace, many people questioned the circumstances. Lewis was journeying to Washington, DC, from the Upper Louisiana Territory to communicate with his publisher and meet with the War Department. It was noted that Lewes was quite depressed before this journey, and he even wrote his will before he left, leading many historians to believe he committed suicide.  Forty years after his death, a doctor exhumed his body and declared the wounds seemed more likely to have come from another person. This recorded statement has led to a debate among historians as to how the historical figure died, whether by suicide or homicide"
    },
    
    {
        "title": "The Bones of King Kamehameha",
        "date": "January 9th",
        "descriptor": "",
        "content": "Kamehameha I, the first king of Hawaii, is a figure of near mythic importance to the people of the tropical islands. Since his death in 1819, however, many have wondered about the final resting place of Hawaii's first official king, with many suggesting wildly competing theories about where his bones may have been laid. Most agree that Kamehameha's lieutenants, named Ho'olulu and Hoapili, prepared the king's body and interred him in a sacred burial cave hidden somewhere on the islands, where only the most respected chiefs and holy figures were laid to rest. Others argue that Kamehameha's bones are hidden somewhere on the grounds of the royal palace in Maui, which has held the remains of almost all royalty since King Kamehameha II held power in 1837. A scarce few even believe that the king rests deep under the palace in a grotto protected by Kihawahine, a dragon goddess. Regardless, almost all agree that, in accordance with the Hawaiian proverb \"the morning star alone knows where Kamehameha's bones are guarded,\" the mystery should forever stand unbroken out of respect for the great king."
    },
    
    {
        "title": "The Alaska Triangle",
        "date": "January 10th",
        "descriptor": "",
        "content": "A large triangle-shaped area with corners touching Juneau, Anchorage, and the very northern city of Barrow has been the location of the disappearance of sixteen thousand people since the late 1980s. The area is known as the Alaskan Bermuda Triangle, as tourists and locals on land as well as individuals flying planes frequently go missing while traveling in and through the triangle. Even indigenous tribes in the area have observed the mysterious phenomenon and integrated stories of these disappearances into their culture. The region the triangle sits in is known for its beautiful, rugged wilderness, and some investigators believe this terrain has a lot to do with the frequent disappearances. However, many claim that is cannot be the cause for the thousands of missing people. Some bodies have been discovered, but many have not, leaving questions regarding their final fate in Alaska's wilderness."
    },
    
    {
        "title": "Blackbeard's Treasure",
        "date": "January 11th",
        "descriptor": "",
        "content": "Edward Teach -- also known as \"Blackbeard\" for his long, braded beard -- was one of the most well-known pirates in history. His most dramatic act of piracy, stealing one of the largest warships, La Concorde, from French slave traders in 1717, led him to an area off the coast of Martinique in the Caribbean. The ship was carrying crew, slaves, and twenty pounds of gold dust. Blackbeard promptly unloaded all the people and kept the treasure aboard. As he sailed around the Caribbean, Blackbeard collected a small following of fellow pirates, and the group blockaded a large port in Charleston, South Carolina, to seize medical supplies from the area. After receiving the supplies, the group traveled to North Carolina, where they had several hiding spots for their vessels. When they tried to advance on Beaufort, North Carolina, the ship, which Blackbeard renamed Queen Anne's Revenge, ran aground. The crew were mostly unharmed and able to unload the treasures. This detail leads historians to believe Blackbeard had time to stow away his loot well before his death in 1718, but no one knows where the famed pirate's treasure is buried."
    },
    
    {
        "title": "Who Wrote <i>Beowulf</i>?",
        "date": "January 12th",
        "descriptor": "",
        "content": "Perhaps one of the most widely recognized Old English epic poems ever written, Beowulf recounts the tale of its titular hero as he battles the monster Grendel, a cursed descendant of Cain, after it devours many of his clansmen and warriors as they lay sleeping. The poem, believed to have been written sometime between the seventh and eighth centuries, has been translated into dozens of languages, adapted into epic movies and stories, and remains popular to this day. However, one large piece of the story's history remains a mystery: its author. It has been attributed only to an anonymous Anglo-Saxon poet, and historians have yet to discover the author's identity in the centuries since the writing of Beowulf. Scholars note that details of the epic poem are linked to history, such as the Danish king Hrothgar, the feasting hall described in the story, and perhaps, some think, even Beowulf himself. Historians believe the the story of his exploits was most likely brought to England by Scandinavian settlers in the sixth or early seventh century. Where the epic poem originated or if multiple authors were involved in its telling, however, remains a mystery."
    },
    
    {
        "title": "Black Sam Bellamy's Treasure",
        "date": "January 13th",
        "descriptor": "",
        "content": "Along the east coast of the United States, in a sleepy little fishing village barely a stone's throw from Canada, many believe that the vast treasure of a fabled pirate may rest beneath the waves, waiting for treasure hunters -- or perhaps even a simple lobster-man -- to discover their bounty. Samuel \"Black Sam\" Bellamy was a prolific pirate, feared far and wide in the early eighteenth century and well known for his love of wealth and the finer things. So great was this reputation that many attribute our modern view of pirates dressing in eccentric, lavish garments almost entirely to Bellamy. While this may or not be true, it is known beyond a doubt that following his voyages to pillage and steal, and pirate captain retreated to the bays of a town now known as Machias, where his ships sheltered in the Machias River's mouth while the captain and his crews divvied up their loot. To this day, historians believe that stores of gold and plunder are left to be found in the area, and any who might uncover Black Sam Bellamy's treasure would be rich beyond their wildest dreams."
    },
    
    {
        "title": "The Hinterkaifeck Murders",
        "date": "January 14th",
        "descriptor": "",
        "content": "[FIX THE :'s] In 1922, on a farm outside the Bavarian town of Gr:obern, Viktoria Gabriel lived wit her two children, seven-year-old C:azilia and two-year-old Josef, as well as her parents, Andreas and C:azilia Gruber. The family kept mostly to themselves, but after young C:azilia missed two school days and the family didn't go to church, the community got worried. The family's neighbor, Lorenz Schlittenbauer, decided to lead an investigation. In the family's barn, he found the bodies of Viktoria, her daughter, and her parents. They had been brutally attacked with a mattock (similar to a pickax) and buried in the hay. In the house, the bodies of Josef and the maid, Maria Baumgartner, were found. The farm animals and watchdog remained unharmed and, in fact, had been cared for in the days between the murders and the discovery of the bodies. A former maid told police she regularly used to hear strange noises coming from the attic. Prior to the murders, Andreas had mentioned to neighbors that he had seen footprints in the snow leading only to the house. The murderer was never found, and the case is considered Germany's most infamous unsolved crime."
    },
    
    {
        "title": "The Hinterkaifeck Murders",
        "date": "January 15th",
        "descriptor": "",
        "content": "[FIX THE :'s] In 1922, on a farm outside the Bavarian town of Gr:obern, Viktoria Gabriel lived wit her two children, seven-year-old C:azilia and two-year-old Josef, as well as her parents, Andreas and C:azilia Gruber. The family kept mostly to themselves, but after young C:azilia missed two school days and the family didn't go to church, the community got worried. The family's neighbor, Lorenz Schlittenbauer, decided to lead an investigation. In the family's barn, he found the bodies of Viktoria, her daughter, and her parents. They had been brutally attacked with a mattock (similar to a pickax) and buried in the hay. In the house, the bodies of Josef and the maid, Maria Baumgartner, were found. The farm animals and watchdog remained unharmed and, in fact, had been cared for in the days between the murders and the discovery of the bodies. A former maid told police she regularly used to hear strange noises coming from the attic. Prior to the murders, Andreas had mentioned to neighbors that he had seen footprints in the snow leading only to the house. The murderer was never found, and the case is considered Germany's most infamous unsolved crime."
    },
    
    {
        "title": "The Lost Sarcophagus of Menkaure",
        "date": "January 16th",
        "descriptor": "",
        "content": "Pharaoh Menkaure, who rules during Egypt's fourth dynasty and was largely responsible for overseeing the construction of Giza's third pyramid, was thought to have been interred in that pyramid after his death over five thousand years ago. In the 18800s, Menkaure's possible resting place was discovered by the British anthropologist Richard William Howard Vyse. Soon after their arrival, the team set to work ravaging Egypt's ancient structures with the goal of plundering their contents and returning them to England's museums, using methods such as gunpowder to reach their goals more quickly than other, more delicate researchers. The team was rewarded when they stumbled upon what they believed to be the tomb of Menkaure, and the transferred the pharaoh's sarcophagus to the English ship Beatrice. On its voyage back to England, however, the ship disappeared, never to be seen again. More interestingly, modern anthropologists say the stolen sarcophagus may not have even contained Menkaure but instead an unknown royal."
    },
    
    {
        "title": "The Mystery of Nefertiti",
        "date": "January 17th",
        "descriptor": "",
        "content": "Perhaps one of the most powerful women in Egyptian history and regarded as an icon of feminine power and beauty, Nefertiti sat beside King Akhenaten as queen during the pharaoh's rule between 1353 and 1336 BC. Though Nefertiti is recorded as having been unusually influential and independent of the pharaoh during his reign, more interesting are the historical implications of her actions after her husband's death in 1336 BC. A time of great chaos and upheaval, many historians believe that in an unprecedented situation, Nefertiti herself may have occupied the throne as supreme ruler of Egypt. Nefertiti's origin is also shrouded in mystery. Some believe she was a foreign princess, brought to Egypt to curry favor with the kingdom. Other believe she was the daughter of one of Egypt's most respected advisors during their era. Regardless, no consensus has been reached about the exact role that Nefertiti played in Egypt or even the exact details of her birth."
    },
    
    {
        "title": "The Etruscan Language",
        "date": "January 18th",
        "descriptor": "",
        "content": "Modern sciences and archaeological practices have solved many of the world's ancient mysteries, foremost among them those involving language. Linguists have deciphered tongues and writings once thought long dead and lost to modern man, rendering them into modern translations. One language, however, has proven less willing to yield its meaning. The Etruscans, thought to be the civilization predating Rome in what is modern-day Italy, had a language and culture that are mostly an enigma to modern researchers. Though linguists now understand the basic grammar of the Etruscan language, experts say that the language doesn't seem related to any languages of nearby civilizations and has yet to be explained. With the discovery of an inscribed Etruscan monument in 2016, perhaps future research will unlock the mystery of the Etruscan tongue."
    },
    
    {
        "title": "The Devil's Backbone",
        "date": "January 19th",
        "descriptor": "",
        "content": "The Devil's Backbone is a stretch of roadway in the Texas Hill Country that includes several different farm roads that run parallel to U.S. Highway 281. The route provides travelers with scenic views, but centuries ago, Native Americans and settlers clashed violently in the area. Modern visitors have reported strange occurrences such as questionable vehicle accidents, apparitions, and even disappearances along the stretch. Some locals claim the roadway's dark and bloody history are to blame for the mysterious circumstances. One of the most reported occurrences involves seeing an apparition riding on horseback through the area. There have also been alleged sightings of Native American spirits, specifically the ghost of a man named Drago, by cattle ranchers. Some paranormal experts have even recorded electronic voice phenomena while researching in the area."
    },
    
    {
        "title": "The Disappearance of Ettore Majorana",
        "date": "January 20th",
        "descriptor": "",
        "content": "Ettore Majorana was an accomplished Italian physicist who specialized in neutrino masses, a neutral particle whose mass is so small, many scientists measured it at zero until technological advancements allowed for its detection. On March 25, 1938, Majorana disappeared under mysterious circumstances while traveling by boat from Palermo, Italy, to Naples. Just before he set out, he sent a cryptic telegram to the director of the Naples Physics Institute where he taught, referring to his own \"sudden disappearance\" and asking for people to remember him. He also withdrew all the money from his bank account. Soon after sending the telegram, he bought his ticket for the boat and was never seen again. Investigators made several attempts to locate his body, but it was never recovered. Possible explanations for his disappearance include suicide, premeditated flight to another country to assume another identity, and even murder to prevent him from contributing to major scientific advancements like the atomic bomb. Although there have been varying claims made that he is alive and well in a foreign country, no one has corroborated the claims or confirmed what happened to him after he disappeared."
    },
    
    {
        "title": "The Murder of William Desmon Taylor",
        "date": "January 21st",
        "descriptor": "",
        "content": "When Willian Desmond Taylor, a famous director and actor, way mysteriously murdered on February 1, 1922, Hollywood inflated with gossip and interest regarding the details of his passing. The morning after his murder, his body was found inside his residence in Los Angeles. A doctor in the area approached the scene and announced Taylor had died of stomach complications, but he promptly left the scene after his statements and was never seen or heard from again. When investigators arrived on the scene, they discovered the actor had been shot in the back. A media frenzy ensued soon after the death, and a drawn-out investigation left room for several identified suspects. However, a lack of evidence and fumbling of the crime scene allowed the case to grow stale, and it is officially listed as a cold case with no active suspects."
    },
    
    {
        "title": "The Murder of William Desmon Taylor",
        "date": "January 22nd",
        "descriptor": "Chinese New Year",
        "content": "When Willian Desmond Taylor, a famous director and actor, way mysteriously murdered on February 1, 1922, Hollywood inflated with gossip and interest regarding the details of his passing. The morning after his murder, his body was found inside his residence in Los Angeles. A doctor in the area approached the scene and announced Taylor had died of stomach complications, but he promptly left the scene after his statements and was never seen or heard from again. When investigators arrived on the scene, they discovered the actor had been shot in the back. A media frenzy ensued soon after the death, and a drawn-out investigation left room for several identified suspects. However, a lack of evidence and fumbling of the crime scene allowed the case to grow stale, and it is officially listed as a cold case with no active suspects."
    },
    
    {
        "title": "The Death of Sonny Liston",
        "date": "January 23rd",
        "descriptor": "",
        "content": "Sonny Liston, former heavyweight champion of the world, was a legendary figure in the world of American boxing. Born in 1932 as the twenty-fourth of twenty-five children, Liston went on to fight some of his sport's most prominent boxers, even fighting Muhammed Ali twice. It was after this second fight, however, that tragedy struck. In 1971, Liston was found dead in his Las Vegas home by his wife, Geraldine. Reports say that Liston had been dead for six days, but beyond that fact, account vary wildly. One responding police officer said he discovered a loaded revolver in the house, while a follow-up report said no weapons had been found. Another report spoke of heroin paraphernalia found in the home, and while Liston was known to have used the drug in the past, the official autopsy performed on his remains did not find evidence that he had taken enough of the drug for it to have killed him and instead concluded that he died of heart failure. While many have written off the legendary boxer's death as a simple overdose, others wonder if perhaps Liston's mob contacts may have led to him being murdered."
    },
    
    {
        "title": "The Sea People",
        "date": "January 24th",
        "descriptor": "",
        "content": "For over a century between 1300 and 1100 BC, an unidentified fleet of warriors was said to have terrorized Mediterranean civilizations. Attacking and successfully raiding even the greatest empires of the time, the seafaring army proved fast, relentless, and brutally effective in battle, raiding lands such as Egypt, Turkey, Syria, and Palestine. Despite their maritime prowess and lust for war, however, the forces that were later nicknamed the Sea Peoples brought with them a mystery that has endured the test of time: nobody knows who they were. King Ramses left records theorizing the warriors were a confederation of Sherden, Peleset, Denyen, Shekelesh, and other various tribes, but modern researchers do not yet know where these tribes came from. Some believe them to have lived on what is now Sicily, while others believe they were scattered about the Aegean Islands. Regardless, little is known about the Sea Peoples or their reasons for raiding the greatest empire of their time."
    },
    
    {
        "title": "The Disappearance of Flight 19",
        "date": "January 25th",
        "descriptor": "",
        "content": "On December 5, 1945, just after 2:00 p.pm local time, a group of five TBM Avenger planes took off at Naval Air Station Fort Lauderdale, together known as Flight 19. The group was performing an exercise over the Atlantic Ocean; their plan was to be in the air for around two hours. About an hour and forty-five minutes into the flight, the flight leader radioed the control tower sounding confused and disoriented, saying \"Cannot see land... We seem to be off course.\" After a few moments of silence, the control tower heard more conversation between the pilots: \"We can't tell where we are...everything is...can't make anything out... It looks like we are entering white water... We're completely lost.\" After the group did not return or respond to radio traffic, a PBM Mariner was sent out to search for them, and it too was never heard from again. Now known as \"the Lost Patrol,\" the story of the missing airmen is one of the most well-known mysteries of the Bermuda Triangle phenomenon."
    },
    
    {
        "title": "The Curse of the Koh-i-Noor Diamond",
        "date": "January 26th",
        "descriptor": "Australia Day (AUS)",
        "content": "Weighing over 186 carats, the Koh-i-Noor diamond is one of the largest diamond on earth -- roughly the size of an egg. The first record of the magnificent gem was in a Hindu text from 1306, during the Kakatiya dynasty in India, that warned \"only God or a woman can carry it with impunity.\" The stone stayed on the Asian continent, changing ownership among various male rulers with a path of bloody history and misfortune that many claim supports the existence of a mysterious curse. In 1849, Britain's Queen Victoria seized the diamond, and today th Koh-i-Noor diamond is part of the British crown jewels on display in the Tower of London. Because of the intense, violent history surrounding the diamond, many of the women who have worn the stone suffered the early deaths of their husband or a child. Today, Queen Elizabeth II (lol bad timing) refuses to wear the stone altogether, acknowledging the heavy diplomatic implications involved in its acquisition. However, some question whether Her Majesty also considers the dark fates of those who have worn the jewel."
    },
    
    {
        "title": "The Blackbirds of Beebe",
        "date": "January 27th",
        "descriptor": "",
        "content": "In the early hours of New Year's Day 2011, in the small town of Beebe, Arkansas, revelers ringing in the New Year witnessed a bizarre and terrifying event. A massive flock of red-winged blackbirds bombarded the town, flying full speed into buildings, windows, cars, and trees before dropping dead in the streets. By the time morning came, Beebe found itself covered in nearly five thousand of the dead birds, and over the next month, scientists from across the country scrambled to explain the birds' strange, suicidal behavior. By the end of January that year, reports were released by the U.S. Geological Survey's National Wildlife Health Center citing blunt-force trauma as the cause of the birds' death and specifically discounting the presence of chemicals or contaminants. While the study concretely explained the nature of the flock's demise, many wonder what spurred the furious assault on the town, with many dismissing the behavior as having been spurred by fireworks. Despite this, many residents of Beebe are firmed that the fireworks were neither loud enough nor near enough to where the birds nested to cause such a reaction and argue that some other, unknown force was to blame for the night's morbid events."
    },
    
    {
        "title": "Mohenjo Daro",
        "date": "January 28th",
        "descriptor": "",
        "content": "Mohenjo Daro is an ancient city that was constructed thousands of years ago in modern-day Pakistan. Experts discovered the sprawling city system in the 1920s, thousands of years after the area's original inhabitants were there. The experts were amazed at the discovery of a city archetype with incredible modern systems in place for its time. Anthropologists explain that the builders of the city were advanced urban planners who cared greatly for the storage, placement, and transportation of their water supply, but little else is known about these people. The city reveals a simple and efficient culture that did not value large, flashy structures or monuments and did not seem to have high government officials. Nearly every home in the area had a sophisticated well and drainage system for bathing. Several excavations have been conducted over the decades since Mohenjo Daro was first discovered, but scientists cannot pinpoint exactly who the advanced, intelligent inhabitants of the ancient city were."
    },   

    {
        "title": "Mohenjo Daro",
        "date": "January 29th (it says 39 though)",
        "descriptor": "",
        "content": "Mohenjo Daro is an ancient city that was constructed thousands of years ago in modern-day Pakistan. Experts discovered the sprawling city system in the 1920s, thousands of years after the area's original inhabitants were there. The experts were amazed at the discovery of a city archetype with incredible modern systems in place for its time. Anthropologists explain that the builders of the city were advanced urban planners who cared greatly for the storage, placement, and transportation of their water supply, but little else is known about these people. The city reveals a simple and efficient culture that did not value large, flashy structures or monuments and did not seem to have high government officials. Nearly every home in the area had a sophisticated well and drainage system for bathing. Several excavations have been conducted over the decades since Mohenjo Daro was first discovered, but scientists cannot pinpoint exactly who the advanced, intelligent inhabitants of the ancient city were."
    },
    
    {
        "title": "Who Fired the Shot Heard 'Round the World?",
        "date": "January 30th",
        "descriptor": "",
        "content": "Early on the morning of April 19, 1775, just outside Lexington, Massachusetts, a shot was fired that would help determine the course of history for hundreds of years to come. There, hundreds of British redcoats had marched in order to quell a rebellion of American colonists and seize the arms they had gathered. They found themselves faced by a mere seventy minutemen, and as tensions wore thin, the first shot was fired. By the time the smoke cleared, eight American soldiers had been killed, and one redcoat had been wounded. More importantly, however, the American Revolutionary War had officially begun. In the following months and years, that one shot grew into a pitched battle for the independence of what would become the United States of America. To this day, however, historians argue about who -- or even which side -- fired that first fateful shot outside Lexington and thus began the war."
    },
    
    {
        "title": "The Mad Gasser of Mattoon",
        "date": "January 31st",
        "descriptor": "",
        "content": "In the early days of September 1944, residents in the small town of Mattoon, Illinois, were beset by a strange series of illnesses. Several citizens of Mattoon reported sudden onsets of nausea, vomiting, muscle weakness, and even spitting up blood. All of those affected described a sickly sweet, perfume-like smell immediately before the illness came over them. It was this last detail that led authorities to suspect that the sicknesses were in fact crimes -- deliberate gassings by persons unknown, terrorizing the small town. Further investigation showed that most of the gassings had occurred on the month's hottest nights, when residents left their windows open against the hear. No suspect was ever found, despite public outcry, and attacks that continued throughout the month. Some historians argue that the gassings and illnesses were caused by a bout of mass hysteria, though many others agree that there indeed was a mystery gasses terrorizing Mattoon in 1944. No real evidence has ever been found of the person's identity or motive."
    },
    
    {
        "title": "Babe Ruth's Called Shot",
        "date": "February 1st",
        "descriptor": "",
        "content": "It was the top of the fifth inning in Game 3 of Major League Baseball's 1932 Fall Classic. The New York Yankees were up two games in the World Series against their opponents, the Chicago Cubs, and Game 3 was tied 4 to 4. The legendary Babe Ruth stepped to the plate, and after two called balls and two strikes, he raised two fingers to point out over the plate, past the pitcher, and deep into center field. What happened next has been told in stories for decades. Ruth his a monstrous home run, directly into the stands where he had pointed, and history was made. Or was it? To this day, baseball historians argue about whether Ruth actually called his shot or if he was merely signaling that he had two strikes and one more chance to go. Some argue that the Babe, after hitting the homer, only said that he had known it was coming to hype up his fans. Other argue that he called his shot. The truth? Baseballs (yes it says Baseballs) fans may never know."
    },
    
    {
        "title": "Foreign Accent Syndrome",
        "date": "February 2nd",
        "descriptor": "Groundhog Day",
        "content": "Foreign Accent syndrome (FAS) is an observed medical condition during which a patient suddenly changes his or her speech patterns form one representing a native speaker of a language to someone with a foreign language accent. Over the years, the specific changes that have occurred included transitions from Japanese to Korean, Spanish to Hungarian, and American English to British English. Medical experts say that FAS is usually a supplemental effect of a stroke, but it can also be a result of head trauma or even mental developmental issues. The syndrome was first documented in 1907. One of the most notable cases happened when a woman from Norway suddenly spoke with a German accent after a head injury; this led to her being shunned by her community during the German occupation of her home country during World War II. Experts say FAS can arise out of psychological trauma as well, making it harder to identify. Not a lot is known about the rare condition, and experts have few true examples of the phenomenon to study and document its causes, effects, and characteristics."
    },
    
    {
        "title": "The Disappearance of the Ivory Coast Crown Jewels",
        "date": "February 3rd",
        "descriptor": "",
        "content": "While much of the Western world is well acquainted with the British monarchy's crown jewels, comparatively few know as much about the crown jewels of the Ivory Coast, which disappeared from the country's primary historical museum in the city of Abidjan in 2011, during a battle between government forces and those loyal to a previous leader Laurent Gbagbo. Among the crown jewels were nearly eighty priceless royal masks, sculptures, various pieces of jewelry, and traditional religious pieces dating back to the early seventeenth century. Museum representatives are firm in the assertion that whoever stole the pieces knew exactly what they were looking for, as only the most valuable pieces of the Ivory Coast's crown jewels collection were taken. While museums and collectors around the world have been asked to report any potential information on the heist, so far, almost no clues have been found about who the thieves might have been. Although the museum curators hold out hope for the pieces' return, many fear that the country's priceless artifacts may be lost forever."
    },
    
    {
        "title": "The Antikythera Mechanism",
        "date": "February 4th",
        "descriptor": "",
        "content": "In 1901, the Antikythera mechanism was discovered by divers exploring a shipwreck off the coast of the island of Antikythera, northwest of Crete. For the first seventy or so years following its discovery, experts could not make sense of the device, which they dated to almost 150 BC. Then, with the advent of X-ray imaging, researchers began to piece together the device's purpose. What they initially thought to be a simple chunk of metal they began to think of as the world's oldest computer. Finally, with a modern study beginning in 2006, scientists began to fully understand the actual scope and design of the Antikythera mechanism. Composed of interlocking bronze gears, the device tracked celestial movement including that of the five planets visible with the naked eye. Experts argue about the device's origin and construction, as it was previously thought that the ancient Greeks did not possess anywhere near the technical proficiency required to create such a wonder."
    },
    
    {
        "title": "The Antikythera Mechanism",
        "date": "February 5th",
        "descriptor": "",
        "content": "In 1901, the Antikythera mechanism was discovered by divers exploring a shipwreck off the coast of the island of Antikythera, northwest of Crete. For the first seventy or so years following its discovery, experts could not make sense of the device, which they dated to almost 150 BC. Then, with the advent of X-ray imaging, researchers began to piece together the device's purpose. What they initially thought to be a simple chunk of metal they began to think of as the world's oldest computer. Finally, with a modern study beginning in 2006, scientists began to fully understand the actual scope and design of the Antikythera mechanism. Composed of interlocking bronze gears, the device tracked celestial movement including that of the five planets visible with the naked eye. Experts argue about the device's origin and construction, as it was previously thought that the ancient Greeks did not possess anywhere near the technical proficiency required to create such a wonder."
    },
    
    {
        "title": "The Disappearance of the SS <i>Bannockburn</i>",
        "date": "February 6th",
        "descriptor": "Waitangi Day (NZ)",
        "content": "Known as the Flying Dutchman of the Great Lakes, the SS Bannockburn set sail from Fort William, Ontario, Canada, for its final voyage on November 21, 1902. The ship had crossed Lake Superior several times, before, having myriad problems including running into shoals and a wall, which caused a leak that almost sank the vessel, although it was repaired afterward. The evening of the ship's disappearance, there was a recorded winter storm, making it hard for ships to navigate. Once the ship did not return to port, several other vessels reported their last sighting of it, and one even reported sailing through a yard of debris their could not definitively tie to Bannockburn. No conclusive evidence has ever been found regarding the disappearance of the ship. Sadly, this includes the bodies of the crew members. The ship has been likened to the Flying Dutchman because several notable sailors have claimed to encounter a ghost ship resembling the Bannockburn sailing at night on Lake Superior."
    },
    
    {
        "title": "Morgellons Disease",
        "date": "February 7th",
        "descriptor": "",
        "content": "According to medical professionals, Morgellons disease is a poorly understood illness during which small fibers sprout out of sores on the body. People suffering from the condition often report feeling as if something is crawling on or inside them. Usually, when a patient reports symptoms, medical staff can observe some kind of traditional sore, but the mystery comes when patients report the presence of fibers coming out of the sore. Medical providers are currently torn on how to classify the disease, with some believing the condition is physical in nature and affects skin cells in some way, some believing the disorder is completely psychological, and others believing it is a blend of both physical and psychological symptoms. Many patients reporting these symptoms claim their medical providers ignore or discredit their complaints. Doctors say they still have extensive research to perform before they will be able to explain the perplexing disorder."
    },
    
    {
        "title": "Who Invented the Curveball?",
        "date": "February 8th",
        "descriptor": "",
        "content": "The curveball. To baseball lovers today, it seems like something that has always been part of the game. But contrary to what modern fans may think, the curveball did not originate at the same time as baseball itself, and the actual inventor of the pitch is something hotly disputed by sports historians. The National Baseball Hall of Fame attributes the inventor of the curveball to a man named Candy Cummings, who debuted in the league in 1876. Cummings is quoted as having imagined the pitch after watching a trajectory shell be thrown into the air to gauge the wind speed and direction, and the story goes that he immediately began practicing to see if he could emulate the shell's behavior with a baseball. Others, however, call foul on Cummings getting the credit and instead thank a man named Phonney Martin, whose curveball was so pronounced that many thought it to be an optical illusion, long before Cummings even laced up hit cleats in the major league. Though seemingly a minor thing to nonfans, the history of the curveball is hotly debated by hard-core baseball fans to this day."
    },
    
    {
        "title": "The Skinwalker Ranch UFOs",
        "date": "February 9th",
        "descriptor": "",
        "content": "Located outside Ballard, Utah, Skinwalker Ranch has been the center of several alleged UFO encounters over the last two decades. The ranch, also known as Sherman Ranch, was purchase in the early 1990s by Terry and Gwen Sherman, who soon after started reporting incredibly strange, paranormal occurrences on the property. Through local news outlets, the family detailed personal sightings of UFOs, disappearing cattle that returned mutilated, floating orbs, animals with red, laser-like eyes, and crop circles. The ranch itself sits within the Uinta Basin, the site of several alleged UFO sightings starting in the 1970. Since the 1930s, the ranch has changed ownership several times. Most recently, a Utah real estate investor purchased the property, blocked all access roads to it, and installed surveillance cameras and barbed wire fences, leading some to question whether deeper investigations into paranormal activity need to be conducted at the ranch."
    },
    
    {
        "title": "The Graff Diamonds Heist",
        "date": "February 10th",
        "descriptor": "",
        "content": "While many believe that large-scale, epic jewelry heists are mostly a thing of the past due to high-tech security measures and facial recognition software, sometimes even the most advanced of systems can be overcome by two well-dressed men, confidence, and guns. This is exactly what happened in 2009, when two men in tailored suits stepped into Graff Diamonds in London, England, and, after briefly pretending to be customers, revealed their weapons to the staff there. Two minutes later, they left the store with nearly $65 million worth of stunning jewelry. Impressively, authorities say that the men, who were later caught, spent almost four hours with a professional makeup artist prior to the theft, donning specialized makeup, wigs, and prosthetics to hide their identities. Though they were, in fact, apprehended, almost none of the $65 million worth of jewelry has been recovered, and experts believe the pieces may have been broken down into their individual stones and resold. If true, this makes it highly unlikely that the jewels with ever be fully recovered, and the thieves aren't talking."
    },
    
    {
        "title": "The Myrtles Plantation",
        "date": "February 11th",
        "descriptor": "",
        "content": "The Myrtles Plantation in St. Francisville, Louisiana, was built in 1796 by General David Bradford. Throughout the years, several stories and accounts of paranormal activities have led the public to believe the property is haunted. In fact, it is often touted as one of the most haunted places in America. Historians have found that the plantation was built on top of a burial ground, and there is historical evidence that at least one man was murdered on the property. However, the most disturbing experience is what property owners call the legend of Chloe. In 1992, photos were taken of the property to issue to an insurance company, and when the photos were developed, property managers noticed the clear outline of a young girl standing between two buildings; no children were nearby when the photo was taken. Another, clearer photo was taken with a teacher and student in the courtyard,, and a young African American girl in antebellum clothing can be seen in the reflection of glass behind them in the photo. Property owners have sent the photographs for analysis, and experts are stunned and speechless after their reviews."
    },
    
    {
        "title": "The Myrtles Plantation",
        "date": "February 12th",
        "descriptor": "Abraham Lincoln's Birthday",
        "content": "The Myrtles Plantation in St. Francisville, Louisiana, was built in 1796 by General David Bradford. Throughout the years, several stories and accounts of paranormal activities have led the public to believe the property is haunted. In fact, it is often touted as one of the most haunted places in America. Historians have found that the plantation was built on top of a burial ground, and there is historical evidence that at least one man was murdered on the property. However, the most disturbing experience is what property owners call the legend of Chloe. In 1992, photos were taken of the property to issue to an insurance company, and when the photos were developed, property managers noticed the clear outline of a young girl standing between two buildings; no children were nearby when the photo was taken. Another, clearer photo was taken with a teacher and student in the courtyard,, and a young African American girl in antebellum clothing can be seen in the reflection of glass behind them in the photo. Property owners have sent the photographs for analysis, and experts are stunned and speechless after their reviews."
    },
    
    {
        "title": "The Missing Stanley Cup Puck",
        "date": "February 13th",
        "descriptor": "",
        "content": "In 2019, in overtime of Game 6 of the Stanley Cup playoffs between the Chicago Blackhawks and the Philadelphia Flyers, Blackhawk player Patrick Kane sank a game-winning goal, earning his team their first Stanley Cup since 1961. As the buzzer announced their victory and the stands erupted, however, the game-winning puck vanished, and it has been missing ever since. The search for the six-ounce rubber chunk of Blackhawks history has been intense, with the National Hockey League even recruiting the FBI to aid them in the hunt. Despite their involvement, no trace has yet been uncovered, and a $50,000 reward still stands for any information leading to the puck's recovery. Recently, the FBI team dedicated to the hunt announced that they would be employing cutting-edge video microscopes to analyze footage of the goal in hope it might turn up evidence, but many believe the puck is lose forever -- perhaps on the trophy shelf of some lucky fan."
    },
    
    {
        "title": "The Angels of Mons",
        "date": "February 14th",
        "descriptor": "Valentine's Day",
        "content": "During World War I at the Battle of Mons in Belgium, the British Expeditionary Forces were greatly outnumbered and challenged by German forces. The difficult battle showed British military and citizens alike how challenging the war ahead could be. Around the time of the battle rumors started circulating regarding the appearance of \"angel warriors\" who would appear in times of need to help the British stave off German forces. The figures became known as the Angels of Mons, and stories regarding their visits were soon circulating throughout British military groups. Some historians claim the idea was fabricated when an author published a fictitious account of a spiritual encountered on the battlefield at Mons, but he failed to categorize it as fiction. However, several soldiers claimed their experiences as their own and that they were not invented out of disseminated military storytelling."
    },
    
    {
        "title": "The All Blacks Poisoning",
        "date": "February 15th",
        "descriptor": "",
        "content": "In 1995, on the Thursday before the rugby World Cup in Johannesburg, South Africa, the New Zealand All Blacks rugby team found themselves in unusually dire circumstances. After eating together at one of the city's restaurants, nearly two-thirds of the All Blacks' players fell horribly ill, vomiting violently and nearly passing out as they were rushed back to their nearby hotel where team doctors quickly administered electrolytes and injections. In the following game, the All Blacks went on to suffer a devastating 15-2 loss against the South African home team, and only after their defeat did they admit to the media and general public that they had suffered a violent illness only days before the math, with some suspecting they had been poisoned. Importantly, many associated with the team firmly refuted any implication that the South African team had anything to do with the poisoning, instead pointing toward betting syndicates as the possible culprits. Despite this, many fans still wonder, and though a formal investigation was launched, very little information was ever uncovered, leaving the identity of the possible poisoners a complete mystery."
    },
    
    {
        "title": "The Disappearance of Owen Parfitt",
        "date": "February 16th",
        "descriptor": "",
        "content": "Owen Parfitt, a former tailor and soldier, was one of England's wildest legends. By the 1760s, he was living with his sister near Shepton Mallet, England, and suffering from paralysis that left him unable to walk unaided. One day, he asked for his sister's assistance in moving him to the front porch to enjoy the outdoor within sight of laborers tending to fields nearby. When his sister returned to bring Parfitt back inside due to an approaching storm, he was nowhere to be found. He could not move on his own, so the thought of him running off or even slowly walking away was not feasible. Despite searches throughout the town and general area by neighbors, Parfitt was never seen again. His sister ultimately believed he had been carried off by demons. And although skeletal remains were discovered near the Parfitt home in 1813 were believed to be Parfitt's body, scientists later confirmed the remains were female. The story of Parfitt's disappearance has remained a mysterious piece of folklore for the people in Shepton Mallet."
    },
    
    {
        "title": "King Tut's Spontaneous Combustion",
        "date": "February 17th",
        "descriptor": "",
        "content": "While most history lovers are well aware of the mystery surrounding King Tutankhamun's reign and death between 1333 and 1324 BC in ancient Egypt, relatively few know of another mystery surrounding the young king's fate. A team of forensic scientists from England carried out a virtual autopsy of the pharaoh's sarcophagus using advanced X-ray and CT scans and revealed that they found evidence suggesting that Tutankhamun's remains may have spontaneously combusted after being interred in his final resting place. Currect theories posit that a rushed embalming process may have caused the phenomenon and that oils used in the process may have reacted poorly with one another once the pharoah had already been enclosed in his sarcophagus, igniting his flesh and wrappings until the tomb's air supply had been consumed. Despite this theory, the team's findings have yet to be confirmed, and many believe there is doubtless more to the young king's story and that only time will tell what really happened at the time of his death."
    },
    
    {
        "title": "The Dancing Plague of 1518",
        "date": "February 18th",
        "descriptor": "",
        "content": "According to legend, one day in 1518, residents of the small town of Strasbourg, France, looked down their street to see Frau Troffea, a local woman, dancing hysterically to seemingly no music at all. At first, many thought the sight to be funny, perhaps a joke by the woman, but when it became apparent that Frau Troffea showed no signs of stopping, others began joining in. A month later, the frenzy had spread, and over four hundred people were dancing without pausing for any reason. When the dancing was at its peak, around fifteen people a day died of heart attacks and exhaustion in the village. More than hour hundred people died as the hyteria literally drove them to dance themselves to death. Then, just as suddenly as it started, the dancing stopped. Though at first glance it might be easy to dismiss the story as a simple legend, the Dancing Plague is well documented by historians of the era, and it puzzles doctors and scientists far and wide. Even today, no one truly knows what caused this mass dancing hysteria, and nothing like it has happened since."
    },
    
    {
        "title": "The Dancing Plague of 1518",
        "date": "February 19th",
        "descriptor": "",
        "content": "According to legend, one day in 1518, residents of the small town of Strasbourg, France, looked down their street to see Frau Troffea, a local woman, dancing hysterically to seemingly no music at all. At first, many thought the sight to be funny, perhaps a joke by the woman, but when it became apparent that Frau Troffea showed no signs of stopping, others began joining in. A month later, the frenzy had spread, and over four hundred people were dancing without pausing for any reason. When the dancing was at its peak, around fifteen people a day died of heart attacks and exhaustion in the village. More than hour hundred people died as the hyteria literally drove them to dance themselves to death. Then, just as suddenly as it started, the dancing stopped. Though at first glance it might be easy to dismiss the story as a simple legend, the Dancing Plague is well documented by historians of the era, and it puzzles doctors and scientists far and wide. Even today, no one truly knows what caused this mass dancing hysteria, and nothing like it has happened since."
    },
    
    {
        "title": "The French Termite Bank Robbers",
        "date": "February 20th",
        "descriptor": "Presidents' Day",
        "content": "In the spring of 2010, a string of elaborate bank robbery attempts - where groups of criminals tunneled below French streets and broke through underground cement walls - had financial and local officials on their toes for potential break-ins. The public and the media began calling the groups \"termite gangs\" because of ther ability to navigate underground and figuratively \"eat away\" at barriers set in place to protect private citizens' money and valuables. In their most successful attempt, the group got away with $28 million in cash and precious jewelry. The \"termites\" had to burrow through thurty-one-inch cement walls from an underground cellar to gain access to vaults, where they held the security guard at gunpoint as they dumped out all the safety deposit boxes. Officials commented on the similarities in heist style to the infamous 1970s heist orchestrator Albert Spaggiari, the mastermind behind a massive heist in Nice, France, where he spent months digging a tunnel into a financial institution to steal millions. Although authorities have found evidence of numerous \"termite\" break-ins, the criminals were never identified."
    },
    
    {
        "title": "The Rain of Stones",
        "date": "February 21st",
        "descriptor": "",
        "content": "On October 13, 1901, in the small town of Harrisonville, Ohio, large and small rocks were observed falling from the sky without any apparent cause. The same thing happened a few days after the initial event. The stones came down for several days, frightening the villagers. Eventually, the onslaught ceased, but no cause for the event was revealed. Several years later, similar events happened in Indonesia and in Kenya, also without reason. Luckily, few injuries were reported during the event, but major damage to structures was commonplace. Though many have proposed theories such as volcano debris, tornadoes, or meteorites breaking up in Eath's atmosphere as possible causes, researchers and historians have yet to find a true conclusion to explain the strange phenomenon."
    },
    
    {
        "title": "Radio Bursts from Space",
        "date": "February 22nd",
        "descriptor": "Ash Wednesday (Lent begins)",
        "content": "First discovered by astronomers in 2012, fast radio bursts have confounded the scientific community for years. These mysterious radio waves have been determined to originate from an object three billion light-years away, known as FRB 121102. Scientists discovered that the waves come with a strong magnetic field, suggesting that they originate from a galaxy with a strong magnetic source. Though there are many competing theories on the cause of these unique wave - from rogue black hole to alien technologies - precious little data has been gathered about the distant phenomenon. And while no concrete explanations exist about the source of the bursts, they allow scientists to get a better idea of what unseen galaxies may contain in their depths."
    },
    
    {
        "title": "Namibian Fairy Circles",
        "date": "February 23rd",
        "descriptor": "",
        "content": "Found within  1,100-mile swath of the Namibian desert, unexplained \"fairy circles\" have been perplexing vegetation experts for decades. These circles, which resemble pola dots when viewed from above, are formed by large circular craters found within the desert grass of the region. Although extensive research has been done on the subject, experts have not been able to decisively conclude what is causing the strange patterns. Some explanation that have been explored include alien invasions and even poisonous gases, none of which have been accepted widely by the public or scientific communities. Recently, experts have been studying the possibility of battling sand termites creating an underground water oasis, which results in the strange circular shapes. Others have speculated that the craters occur when groups of plants begin competing for water resources in the arid landscape. Scientists say they hope whatever is causing the mysterious landscape changes will lead them to meaningful discoveries regarding one of Earth's most mysterious ecosystems."
    },
    
    {
        "title": "The Tesla Papers",
        "date": "February 24th",
        "descriptor": "",
        "content": "Serbian inventor and engineer Nikola Tesla, one of the most prolific thinkers of the late nineteenth and early twentieth centuries, is best known for inventing the alternating current induction motor. Just before his death in 1943, Tesla made public statements about a potential \"death beam\" weapon he had developed. Naturally, at the height of World War II, government officials all over the world were interested in his technology. Regardless, Tesla did not share any details about the invention, and when he died suddenly in a New York City hotel, many believed the documents explaining the new weapon were with him. Tesla's nephew, Yugoslavian ambassador Save Kosanovic, rushed to the hotel, but Tesla's body had been removed and his research was missing. Kosanovic was listed as Tesla's heir, and he fought with the U.S. government to relinquish his uncle's property to him. The FBI recorded taking about eighty trunks of Tesla's materials, but it sent only sixty back to Kosanovic. None that surfaced contained the coveted \"death beam\" technology, and the famous Tesla papers are still missing."
    },
    
    {
        "title": "Superhenge",
        "date": "February 25th",
        "descriptor": "",
        "content": "Stonehenge, the stone monolists constructed millenia ago in the English countryside outside of Wiltshire, is perhaps the most readily recognizable ancient mystery in the world. Researchers have only recently begun to understand the purpose and nature of the site, and many have said that they are closing in on a full explanation of its origin. At least, that is, until a team of archaeologists discovered what they thought was a second, massive \"Superhenge\" buried only two miles from the original. Discovered in 2015 using ground-penetrating radar, the Superhenge site is almost five times as large as its better-known companion, but what first were thought to be over one hundred individual stone monoliths were revealed to be pits filled with chalk block previously used to support massive timbers. While this latest discovery didn't turn out to be quite so super after all, it still throws into question much of what experts have concluded about Stonehenge and its builders, and the site provides its own mysteries that may take decades to unravel."
    },
    
    {
        "title": "Superhenge",
        "date": "February 26th",
        "descriptor": "",
        "content": "Stonehenge, the stone monolists constructed millenia ago in the English countryside outside of Wiltshire, is perhaps the most readily recognizable ancient mystery in the world. Researchers have only recently begun to understand the purpose and nature of the site, and many have said that they are closing in on a full explanation of its origin. At least, that is, until a team of archaeologists discovered what they thought was a second, massive \"Superhenge\" buried only two miles from the original. Discovered in 2015 using ground-penetrating radar, the Superhenge site is almost five times as large as its better-known companion, but what first were thought to be over one hundred individual stone monoliths were revealed to be pits filled with chalk block previously used to support massive timbers. While this latest discovery didn't turn out to be quite so super after all, it still throws into question much of what experts have concluded about Stonehenge and its builders, and the site provides its own mysteries that may take decades to unravel."
    },
    
    {
        "title": "General Custer's Lost Treasure",
        "date": "February 27th",
        "descriptor": "",
        "content": "Though any American history buff worth their salt could tell you about the brutal slaughter known as General Custer's Last Stand, in which George Armstrong Custer foolishly led hundreds of his soldiers to their deaths at the Battle of Little Bighorn, relatively few know the story of the general's treasure, which is said to remain undisturbed, buried somewhere out in the vast American West. Romantic though that notion may be, historians say there is persuasive evidence that in the time leading up to his final battle, Custer was known to be carrying six months of back pay for his men in silver, gold, and bank notes, worth almost #25,000 dllars at the time, and much, much more in modern times. After his defeat and death at Little Bighorn, however, the treasure vanished, and the general consensus is that Native American warriors claimed and buried the chest of precious metals and U.S. Treasury notes on Sioux lands. Beyond this, however, no trace has yet been found, and though the scant survivors of the incident verified the existence of the treasure, none could offer any helpful clues to its potential whereabouts, and it remains lost to this day."
    },
    
    {
        "title": "The Girl with a Pearl Earring",
        "date": "February 28th",
        "descriptor": "",
        "content": "Renowned Dutch Golden Age painter Johannes Vermeer is best known for his portrait <i>Girl with a Pearl Earring</i>. In the famous painting, a young woman's upper body is angled away from the viewer with her face turned toward them, a delicate pearl earring dangling from her left ear. For years, art historians have tried to identify the subject of Vermeer's most famous work. Her identity was never shared at the time of Vermeer's unveiling of the piece, and experts say her concealed identity was most likely intentional on Vermeer's part, who was noted as a very private artist of his time. The mystery of the girl is also highlighted by the composition of the painting, as she is set of a dark background with her mouth slightly open, as if she is about to speak. The piece has inspired millions of viewers around the world, as well as a best-selling novel and film adaptation, to speculate on the girl's story in the painting and what he true identity is, with Vermeer's daughter Maria being the leading contender."
    },
    
    {
        "title": "The Great Serpent Mound",
        "date": "March 1st",
        "descriptor": "",
        "content": "In Hamilton, Ohio, a perplexing, 1,300-foot-long prehistoric effigy mound sits that was first documented in the mid-1800s. An effigy mound is defined as an intentionally molded large pile of dirt shaped like a known object or organism; they most often resemble animals. The mound in Hamilton resembles a large serpent, with several curves winding back and forth that can be seen when observed from above. This particular effigy is the largest recorded serpent effigy on the planet. Since its modern discovery, historians and archaeologists have been trying to gather details about the mound regarding its development, use, and general history. However, unlike many other well-known effigies, the area around the Great Serpent Mound does not contain any cultural clues, such as burial sites or personal effects that would usually help to date the structure and identify its builders. Though researchers have hypotheses about indigenous peoples who might be linked to the mound, they lack evidence about who built the structure and why."
    },
    
    {
        "title": "John F. Kennedy's Missing Brain",
        "date": "March 2nd",
        "descriptor": "",
        "content": "President John F. Kennedy was infamously assassinated in Dallas, Texas, on November 22, 1963, and an autopsy was performed soon after his death; it was recorded that his brain was removed prior to his burial. The organ was stored in the National Archives after the autopsy. There are many theories as to why the brain was removed. Regardless of the motive to remove his brain postmortem, the most mysterious aspect of the brain's removal is the fact that it went missing from the National Archives. Some theorize his brother Robert F. Kennedy secretly removed it to prevent any analyses that would reveal his brother's illnesses or how many medications he had been taking at the time of his death. Others believe the removal was orchestrated by the U.S. Government because the organ might reveal that the assassination did not occur as the history books say it did. According to records from a House Committee on Assassinations, the National Archives was aware the brain was missing but decided not to pursue its whereabouts after discerning through an investigation that the brain's misplacement was not due to their error. To this day, the brain has not been located."
    },
    
    {
        "title": "The Naga Fireballs",
        "date": "March 3rd",
        "descriptor": "",
        "content": "Each year on Wank Ok Phansa, the last day of Buddhist Lent, spectators along the Mekong River in Thailand claim to watch glowing balls of fire launch into the air from the water, then disappear in midair after floating for a few seconds. Skeptics have searched the area during the festival, and some claim the fireballs could come from people across the half-mile-wide river firing off flare guns or fireworks, while others claim the fireballs could be caused by a flammable gas emitted from the swampy areas around the river. However, locals attribute the phenomenon to a local legend, specifically a giant serpent called phaya naga, which some say lives in the region. The legend claims the giant serpent breathes fire, which is then launched into the air above."
    },
    
    {
        "title": "Lord Lucan, the Missing Murderer",
        "date": "March 4th",
        "descriptor": "",
        "content": "Richard John Bingham, Earl of Lucan, was a British aristocrat known for his high-rolling lifestyle. Lucan and his wife, Veronica, had a tense marriage that led to their separation in 1972. Two years later, on November 7, 1974, the family's nanny was murdered at the home where Veronica and her children were staying. Veronica went down to the basement to find the nanny murdered, and then she was whacked on the head with a lead pipe. She claimed the attacker would have killed her if she hadn't grabbed him by the testicles, causing him to run. Veronica immediately told authorities she believed the attacker was her estranged husband, Lord Lucan. She said he probably thought ti was her walking down the basement steps, not the nany, and he had killed her by mistake. That evening, Lucan drove to a friend's home and told her his wife thought he had killed the family nanny. He stayeed there, made a few calls, wrote letters, then left the home and disappeared. The car he had been driving was later found abandoned with a bloody lead pipe in the trunk. Lord Lucan is believed to be the murderer, but no trace of him was found."
    },
    
    {
        "title": "Lord Lucan, the Missing Murderer",
        "date": "March 5th",
        "descriptor": "",
        "content": "Richard John Bingham, Earl of Lucan, was a British aristocrat known for his high-rolling lifestyle. Lucan and his wife, Veronica, had a tense marriage that led to their separation in 1972. Two years later, on November 7, 1974, the family's nanny was murdered at the home where Veronica and her children were staying. Veronica went down to the basement to find the nanny murdered, and then she was whacked on the head with a lead pipe. She claimed the attacker would have killed her if she hadn't grabbed him by the testicles, causing him to run. Veronica immediately told authorities she believed the attacker was her estranged husband, Lord Lucan. She said he probably thought ti was her walking down the basement steps, not the nany, and he had killed her by mistake. That evening, Lucan drove to a friend's home and told her his wife thought he had killed the family nanny. He stayeed there, made a few calls, wrote letters, then left the home and disappeared. The car he had been driving was later found abandoned with a bloody lead pipe in the trunk. Lord Lucan is believed to be the murderer, but no trace of him was found."
    },
    
    {
        "title": "The Locksmith and Yamashita's Fortune",
        "date": "March 6th",
        "descriptor": "Purim begins",
        "content": "In the final days of World War II, with Allied forces closing in on the Axis, legend has it that General Tomoyuki Yamashita buried a fortune of staggering value somewhere in the Philippines. Twenty-five years later, in 1970, and amateur treasure hunter named Rogelio Roxas found the first traces of the general's vast treasure. Using a map drawn for him by the son of a man who served under Yamashita during the war, Roxas toiled tirelessly until he finally unearthed a system of subterranean tunnels containing antique radios, weapons, and the skeletal remains of Japanese soldiers. After another few weeks, Roxas and his team discovered a three-foot golden Buddha weighing more than a ton, valued at over $22 billion, as well as various other precious items, soon after, President Ferdinand Marcos of the Philippines detained Roxas and seized Yamashita's treasure. Though legal battles between the two persisted until after Toas's death in 1993, many historians, inspired by Roxas's work, eventually calculated that he had discovered only one of the general's hiding places and that as many as eighting more such Buddhas may still be uncovered."
    },
    
    {
        "title": "The Winchester Mystery House",
        "date": "<img src=\"./images/march_7th.webp\" width=\"1.275%\">",
        "descriptor": "",
        "content": "Few of the world's buildings are as bizarre as the Vinchester Mystery House in San Jose, California. Initially a small, six-room cottage situated on a massive expanse of land, the property has grown explosively, boasting over two hundred individual room, ten thousand windows, forty-seven fireplaces, and two thousand doors. How a simple cottage grew to this gargantuan, convoluted estate is largely the result the efforts of one woman: Sarah Winchester, heiress to the firearms fortune bearing her name. Upon purchasing the home in 1884, Winchester hired relay teams of carpenters to work twenty-hour hours every day until she died in 1922, expanding the house in peculiar and unpredicatable ways, sometimes demolishing recently finished rooms to make way for new, stranger additions. Spy holes, trapdoors, and hidden passages dotted the mansion, some leading to rooms so obscure and well-hidden that they were only discovered long after he death. Many believe Winchester was mad, and other believe her to have just been compulsive to a fault, but few, if any, know the true reason for her frenzied building and the mysteries it left in her house."
    },
    
    {
        "title": "Dolly Gray, the Phantom Packer",
        "date": "March 8th",
        "descriptor": "International Women's Day",
        "content": "In 1923, a man known as Jack \"Dolly\" Gray may have perpetrated one of the greatest cons in all of National Football League history. Originally scamming his way onto the St. Louis All-Stars, then coached and owned by Ollie Kraehe, Gray claimed to have played for Princeton's team during their undefeated 1922 season and was eagerly snatched up by the struggling Kraehe. After playing only two games for the All-Stars, however, it soon became painfully clear that Gray was an abysmal player, and Kraehe, in a twist, traded him to Curly Lambeau and the Green Bay Packers for a tidy sum of cash, hiding the fact that he man barely knew one end of the field from the other. There, Dolly Gray played only a single game, again demonstrating his utter lack of skill, and then vanished entirely on the day that the team was supposed to be boaring a train for an away game. Following his disappearance, the truth emerged. No Jack \"Dolly\" Gray had ever played for Princeton, and no trace could be found of where the man had gone."
    },
    
    {
        "title": "The Mokele-Mbembe",
        "date": "March 9th",
        "descriptor": "",
        "content": "According to local legends, deep in the jungles of the Democratic Republic of Congo, a dinosaur-like creature has survived long past the assumed dinosaur extinction. The mokele-mbembe is described as being up to thirty-five feet long with brown-gray skin and a long neck. People believe the creature is amphibious, giving it ample opportunity to relocate quickly. Belief among some Africans that some dinosaurs still exist was likely inspired by the 1909 text <i>Beasts and Men</i>, in which zoologist Carl Hagenbeck claimed sauropods could still be alive deep in the jungles of Africa. Although experts claim his assumptions were based on fallacy to sensationalize his work, several modern searches with researchers and hunters from all over the world have occurred in the jungles of th Democratic Republic of the Congo in search of the creature. Although no solid evidence has surfaced, expeditions are still being organized to travel into the jungle in hopes of learning more about the fabled creature."
    },
    
    {
        "title": "Are We Living in a Simulation?",
        "date": "March 10th",
        "descriptor": "",
        "content": "Even among the wildest theories and suggestions produced by science over the past few decades, there is a relatively recent idea that is perhaps harder to grapple with than all the others combined. A scientist named Nick Bostrom from the University of Oxford published a paper in 2003 arguing that there is a large chance (about 50 percent) that we are living in a simulation. While at first the theory was met with healthy skepticism, over time, an increasing number of experts have grown to hesitantly agree with Bostrom. Put simply, the idea is that one of three possibilities exist: humans go extinct before possessing the technology to create such a simulation, humans reach suhc a point and have no interest in doing so, or we are living in such a simulation already. Importantly, many argue that so-called paradoxes in quantum physics could represent glitches in the simulation and that such a theory might explain several key mysteries about the nature of our universe that we are yet to understand."
    },
    
    {
        "title": "The Paracas Candelabra",
        "date": "March 11th",
        "descriptor": "",
        "content": "Often overshadowed by its fellow Peruvian markings, the Nazca lines, far less is know about the equally impressive and mysterious Paracas Candelabra geoglyph. Found on the Paracas Peninsula near Pisco Bay, the geoglyph stretches an enormous six hundred feet in length, sinking two feet intothe face of the hill on which it sits, and its shape roughly resembles a giant candelabra. Archaeologists say that carbon dating efforts on pottery shards found near the glyph date to approximately 200 BC, but they have not confirmed that this time frame also applies to the geoglyph. Unfortunately, no written records exist concerning the marking, though many experts theorize that it may have served to aid sailors in navigating from their ships off the Pisco Bay."
    },
    
    {
        "title": "The Paracas Candelabra",
        "date": "March 12th",
        "descriptor": "Daylight Saving Time begins (12th: USA, CAN)",
        "content": "Often overshadowed by its fellow Peruvian markings, the Nazca lines, far less is know about the equally impressive and mysterious Paracas Candelabra geoglyph. Found on the Paracas Peninsula near Pisco Bay, the geoglyph stretches an enormous six hundred feet in length, sinking two feet intothe face of the hill on which it sits, and its shape roughly resembles a giant candelabra. Archaeologists say that carbon dating efforts on pottery shards found near the glyph date to approximately 200 BC, but they have not confirmed that this time frame also applies to the geoglyph. Unfortunately, no written records exist concerning the marking, though many experts theorize that it may have served to aid sailors in navigating from their ships off the Pisco Bay."
    },
    
    {
        "title": "The Umbrella Assassin",
        "date": "March 13th",
        "descriptor": "Public Holiday (AUS: ACT, SA, TAS, VIC)",
        "content": "Though assassinations were common during the Cold War, which stretched almost fifty years, few are perhaps as unique as the assassination of Georgi Markov, a renowned Bulgarian author and BBC broadcaster. In 1978, Markov was waiting for his bus near Waterloo Bridge when he felt a sharp pain in his leg. Three days later, the author was dead, taken by a burning fever in his Dorset home. Investigators say that witnesses near the bus stop saw a heavyset man drop an umbrella at his feet and seemingly flee into a taxi, and further examination revealed that he umbrella contained a hidden mechanism capable of injecting a lethal dose of ricin into a target. Though British and Danish detectives eventually identified their main suspect as Francesco Gullino, a Bulgarian secret agent, they failed to successfully detain the main due to lack of hard evidence. Four decades later, justice fo Gerogi Markov remaines as elusive as his killer, and no concrete explanation has surfaced as to why Markov was marked for death."
    },
    
    {
        "title": "The Milky Seas Effect",
        "date": "March 14th",
        "descriptor": "Pi Day",
        "content": "As far back as the 1800s, sailors have been documenting strange experiences of sailing through glowing, milky waters while out at sea. At the time, they thought the occurrence was mystical or perhaps even sinister. Today, scientists explain this phenomenon as \"milky sea\" or \"mareel,\" which happens when billions or even trillions of bioluminescent bacteria coordinate to make large columns from the surface of a body of water to the sea floor. Modern scientists are definitely aware of the phenomenon and its makeup, and they even employ satellites to track where and when the phenomenon occurs, but they are still at a loss as to why the bacteria gather like this. The largest occurrence on record to date was in 1995, when a steamship in Lima, Peru, observed an expansive white glow coming from the horizon. When reviewing the records, it was estimated that this occurrence of milky sea spanned an area about the size of the state of Connecticut."
    },
    
    {
        "title": "Where is Everybody?",
        "date": "March 15th",
        "descriptor": "",
        "content": "Alien visits, UFO abductions, strange occurrences in the cosmos - all these phenomena have captivated the human imagination for millennia. While many agree that so-called interactions with alien spaceships should be looked at with a healthy dose of skepticism, that sitll leaves us with a single questions: where are all the aliens? It's a problem that has puzzled scientists for decades, perhaps most famously in 1950 when nuclear physicist and statistician Enrico Fermi sat at lunch with his colleagues and very simply asked, \"Where is everybody?\" Since then, experts have worked to provide theories to answer just that, resulting in what is now known as the Fermi paradox. Basically, the Fermi paradox says that there exists something known as the \"great filter,\" an evolutionary breakpoint that most life will never pass, and on the other side of that filter is the capacity for interstellar travel. The question then becomes on which site of the great filter humanity falls, and if there are other lifeforms out there who have conquered space travel, why haven't we seen them?"
    },
    
    {
        "title": "The Fate of Heinrich Mller",
        "date": "March 16th",
        "descriptor": "",
        "content": "High-ranking Nazi official Heinrich Mller was most known for leading the Gestapo, the official police force fr Nazi Germany. He was considered one of the major orchestrators of the Holocaust, and the Allied powers had intense interest in capturing and trying him for war crimes. However, Mller was never captured, and no one has ever been able to firmly explain his fate. Historians are fairly certain he died sometime in 145, most likely in May, and he was last seen in the bunker where Hitler committed suicide. Nazi officials claimed he escaped to South America, but Allied investigators did not believe he was successful. In 2013, German history professor Johannes Tuchel claimed to have tracked down his whereabouts to a Jewish cemetery that had been taken over by the Nazis, who used it as a mass grave site. However, Jewish law restricts the exhumation of remains, so the professor cannot certify his theory. Other historians refute his claims, stating it would be in incredibly bad taste for a Nazi leader to be buried among Jewish victims. Top CIA officials believe Mller died shortly after the surrender of the Axis powers, but proof for this theory has yet to be discovered."
    },
    
    {
        "title": "The Lost Sandringhams",
        "date": "March 17th",
        "descriptor": "",
        "content": "In 1908, by order of the kind, a very peculiar company of British fighting men was formed. Each of the nearly one hundred members was pulled from the staff of the Royal Estate of Sandringham, a propety under the purview of King Edward VII. Cooks, butlers, gardeners, and servated came together - their respective social classes dictating their ranks - to form the Sandringhams, or the Fifth Territorial Battalion of the Royal Norfolk Regiment. With weapon in hand, the Sandringhams went to their first battle on August 12, 1915, during the Dardanelles campaign. By all reports, the Sandringhams were seen one moment charging forward, ready to engage the opposing Turkish forces, and then they simply disappeared. Following the battle, not a single man was found. No corpses of the Sandringhams were recovered, and none later appeared as prisoners of war. Though many years later, a mass grave was found containing patches of the Norfolk Regiment, none of the bodies were ever conclusively identified, and no explanation has been offered as to how over one hundred fighting men disappeared so quickly."
    },
    
    {
        "title": "The Stolen Airliner",
        "date": "March 18th",
        "descriptor": "",
        "content": "On May 25, 2003, an airliner located at an Angola airport was stolen without interruption. The plane, a Boeing 727, was parked at the airport around 5:0 p.m., when two individuals, Ben Padilla and John Mutantu, boarded the plane. The men maneuvered the plane onto a runway, and took off without communicating with the control tower crew; they flew the plane in the direction of the Atlantic Ocean, and neither man nor the plane were seen again. Neither man was trained in flying the Boeing 727, which usually requires a minumum of three crew members to operate. Family members of the men have speculated in the press that they think they were being held against their will by others who orchestrated the theft. Some speculate that the plane crashed into the ocean, because if the plane had landed in a conventional airport, it would have been identified. Authorities have still not determined the true motive or circumstances regarding the plane theft or what led to its strange disappearance."
    },
    
    {
        "title": "The Stolen Airliner",
        "date": "March 19th",
        "descriptor": "Mothering Sunday (UK)",
        "content": "On May 25, 2003, an airliner located at an Angola airport was stolen without interruption. The plane, a Boeing 727, was parked at the airport around 5:0 p.m., when two individuals, Ben Padilla and John Mutantu, boarded the plane. The men maneuvered the plane onto a runway, and took off without communicating with the control tower crew; they flew the plane in the direction of the Atlantic Ocean, and neither man nor the plane were seen again. Neither man was trained in flying the Boeing 727, which usually requires a minumum of three crew members to operate. Family members of the men have speculated in the press that they think they were being held against their will by others who orchestrated the theft. Some speculate that the plane crashed into the ocean, because if the plane had landed in a conventional airport, it would have been identified. Authorities have still not determined the true motive or circumstances regarding the plane theft or what led to its strange disappearance."
    },
    
    {
        "title": "El Chupacabra",
        "date": "March 20th",
        "descriptor": "Spring begins (Northern Hemisphere)",
        "content": "Starting in 1995, citizens of Latin America have been reporting sighting and visitatios by what they call El Chupacabra - a monster that attacks animals to consume their blood. The first report occurred in Puerto Rico, where herded animals like sheep and goats were attacked. Their herders would find several animals dead and drained of blood, strangely without any flesh eaten. Soon after these incidents, alleged eyewitness accounts poured in describing a monstrous biped with red eyes and reptile features. In 2000, other descriptions in different areas contradicted these accounts, claiming the monster was a quadruped. Experts believe the true culprits behind the livestock attacks are actually rabid dogs or coyotes that bite tha animals and leave them to die. They also explain the early sightings of monsters could have been attributed to the fact that the sci-fi thriller <i>Species</i> had been released in Puerto Rico just before the first sighting. Evidentiary proof of the rabid dog theory has not been recorded either, so many throughout Latin America still believe the legend is true."
    },
    
    {
        "title": "The Hanging Coffins of China",
        "date": "March 21st",
        "descriptor": "",
        "content": "Historians and explorers have taken an intense interest in the hundreds of coffins people have discovered in several Asian countries over the years. The coffins are found hanging off extreme cliffs that would make burials extremely dangerous. Experts have pinpointed one of the cultures most involved in the practice, the Bo population in southern China. It is obvious to historians that this was a treasured burial practice thousands of years ago, but there is no evidence or explanation as to how the archaic cultures hoisted or lowered the massive structures safely onto the mountains, as well as how they did it so securely that their strategies succeeded for centuries."
    },
    
    {
        "title": "The Endless Roar of Space",
        "date": "March 22nd",
        "descriptor": "Ramadan begins",
        "content": "It has often been said in books and movies (often bad ones) that in space, nobody can hear you scream. In 2006, however, when scientists from NASA's Goddard Space Center began searching for distant radio waves from the cosmos, they were instead greeted by what they could only describe as a \"roar.\" The signal, which was six times louder than anything they had expected to find, was far to great to have been a result of radio emissions from other galaxies and is so loud that many experts worry it will prevent them from hearing other signals by simply drowning them out. To date, despite extensive research on the source of the roar, scientists are at a loss to explain it, only saying that it comes from all directions and is almost definitely the result of something we've never seen before. Only time will tell if we manage to understand the roar of space."
    },
    
    {
        "title": "The Yellowstone Volcano",
        "date": "March 23rd",
        "descriptor": "",
        "content": "The Yellowstone Caldera is a supervolcano found in Yellowstone National Park. When it last erupted about 2.1 million years ago, the volcano produced six thousand times the ejected material of the 1980 Mount St. Helens Eruption. The Yellowsotne Volcano Observatory, a group of nine state and federal agencies, is responsible for monitoring the supervolano's eruptions. If the volcano were to erupt, experts say the effects would ripple throughout the United States and most of the Western Hemisphere, spanning from major lava damage to catastrophic impact on air quality from falling ash. Scientists continue to uncover new facts about the supervolano's structure and destructive potential and claim that the chances of a large-scale eruption in the next few millennia are smil. Nonetheless, even experts admit that our ability to predict a future eruption is incomplete at best, leading many to wonder when the Yellowstone Caldera may next wake up. Some conspiracy theorists have alleged sightings of animals feleing area, which they claim is because they sense an upcoming eruption."
    },
    
    {
        "title": "Singing Sand Dunes",
        "date": "March 24th",
        "descriptor": "",
        "content": "From China to Morocco, Oman to Chile, history is filled with stories of sand dunes that seem to sing in unique, errie voice as the wind whistles over them. Those who live near the dunes have attributed their songs to everything from evil spirits to demons. Now, however, scientists say that they have confirmed that friction between individual grains of sand contributes to the songs, but they are still confounded by the precise conditions required for miniscule, individual grains of sand to produce the haunting songs written about by the likes of Morco Polo. A group of Parisian biophysicists has taken to the task and theorize that the size of the sand grains is likely the source of each sand dune's distinct pitch, but beyond that, they have failed to identify the exact requirements for making the sand sing."
    },
    
    {
        "title": "The Disappearance of the <i>R. G. Coburn</i>",
        "date": "March 25th",
        "descriptor": "",
        "content": "The R. G. Coburn was a propeller-powered steamship built in 1870, measuring close to two hundred feet long. On October 15, 1871, the ship was sailing on Lake Huron while transporting silver ore along with wheat and flour. When a storm hit the area, the ship lost its rudder, leaving the crew at the mercy of the water. The ship eventually flooded in the rough water, and of the officers, only the second mate survived the sinking. Sadly, thirty-two people lost their llives in the wreck. Even though an eyewitness account was provided by the surviving second mate, explorers have never been able to locate the ship or its remains, including the precious silver ore. The second mate claimed the silver ore barrels were part of the cause for the sinking, explaining they crashed around in the storm, eventually breaking large holes in the sides of the ship. Sailors still search for the shipwreck and sunken treasure today."
    },
    
    {
        "title": "The Disappearance of the <i>R. G. Coburn</i>",
        "date": "March 26th",
        "descriptor": "",
        "content": "The R. G. Coburn was a propeller-powered steamship built in 1870, measuring close to two hundred feet long. On October 15, 1871, the ship was sailing on Lake Huron while transporting silver ore along with wheat and flour. When a storm hit the area, the ship lost its rudder, leaving the crew at the mercy of the water. The ship eventually flooded in the rough water, and of the officers, only the second mate survived the sinking. Sadly, thirty-two people lost their llives in the wreck. Even though an eyewitness account was provided by the surviving second mate, explorers have never been able to locate the ship or its remains, including the precious silver ore. The second mate claimed the silver ore barrels were part of the cause for the sinking, explaining they crashed around in the storm, eventually breaking large holes in the sides of the ship. Sailors still search for the shipwreck and sunken treasure today"
    },
    
    {
        "title": "Humpback Whale Supergroups",
        "date": "March 27th",
        "descriptor": "",
        "content": "Humpback whales, some of nature's largest aquatic animals, have been the focus of scientific research for decades, but in the past several years, researchers have begun to witness strange, unforeseen behavior that they have yet to explain. Starting in 2011, researchers reported sighting the whales forming so-called supergroups. The groups, consisting of anywhere from twenty to two hundred of the animals, were largely sighted off the southwest coast of Africa, and experts say that no previous reports have mentioned such large gatherings. Additionally, scientists are at a loss to explain the location of the sightings, as humpback whales primarily feed near the southern region of Antarctica. One promising theory suggests that the behavior is a result of the whales experiencing a population boom since the 1960s, when whaling was banned by many nations, and that this type of supergrouping might have actually been the norm for humpbacks when they existed in greater numbers. For now, however, scientists continue to study the animals in hopes of unraveling their mysteries."
    },
    
    {
        "title": "The SV <i>Resolven</i>",
        "date": "March 28th",
        "descriptor": "",
        "content": "On August 29, 1884, the HMS <i>Mallard</i> came upon an eerily abandoned merchant vessel, the Welsh SV </i>Resolven</i>, in the Labrador Sea between Baccalieu Island and Catalina. The vessel's lifeboat was missing, and the last log book recording was written six hours before. There was little damage to the ship, and it was operating sufficiently. Eventually, the abandoned ship was towed to a port and put out to sea gain. Some locals questioned if the crew and passengers were unused to the cold waters and had panicked after a small collision with a nearby iceberg. (The collision did not affect the ship's integrity or ability to float.) Perhaps they abandoned the ship out of fear and lost control of their lifeboat. However, there has never been any trace of the eleven people who were traveling aboard the vessel. More mysteriously, the skipper, John James, was said to have had his gold coin collection on board with him during the journey, and collection was not found on the abandoned ship, leaving many questioning if those valuables could have had something to do with the vessel's disappearance."
    },
    
    {
        "title": "The Tully Monster",
        "date": "March 29th",
        "descriptor": "",
        "content": "First unearthed in the 150s by a man named Francis Tully, the fossilized remains of a creature that came to be named <i>Tullimonstrum</i>, or the Tully monster, have confounded researchers ever since their discovery in the Mazon Creek fossil beds in Illinois. At almost three hundred million years old, the Tully monster is the only such fossil ever found and seems to have belonged to one of history's most bizarre creatures. Described at first as slugh-like, the Tully monster is thought to have had a long, thin appendage tipped in claws where a mout would normally be, with protruding eye stalks. So strange is the fossil that scientists still hotly debate whether the creature was a vertebrate or invertebrate and how to classify it. Even after employing particle accelerator technology to examine the Tully monster's remains, the verdict is still out about the beast, but scientists can almost entirely agree that the creature stands as one of history's most enduring evolutionary mysteries."
    },
    
    {
        "title": "J. C. Brown and the Underground City",
        "date": "March 30th",
        "descriptor": "",
        "content": "In 1904, British explorer J. C. Brown claimed to have found an entire underground city beneath Mount Shasta, a volcano at the southern top of the Cascade Range near Siskiyou County, California. Brown had been searching for gold deposits on behalf of the Lord Cowdray Mining Company, but during his search, he found a deep cave opening to an underground city loaded with artifacts. In the 1930s, around thirty years after his discovery, he shared the story of what he found on this expedicion with a close colleague. Brown and his colleague started to form a group to travel to the location with supplies, but on their departure date, Brown did not meet the group to take them to the treasure. In fact, he was never seen again, and the group was unable to locate the valuable in the cave he claimed to have found."
    },
    
    {
        "title": "The Tingling Science of ASMR",
        "date": "March 31st",
        "descriptor": "",
        "content": "Autonomous sensory meridian response, or ASMR, has become something of a minor sentation since the early 2000s when YouTubers and other content creators began recording themselves making specific sorts of sounds. Though the practice has since grown, with millions of viewers tuning in to experience the tingling sensation provoked by such sounds, very little scientific research has been conducted on how ASMR works. Recently, researchers from the University of Winnipeg implemented functional MRI technology to record the brain activity of people as they were exposed to ASMR. The study attempted to explain why some people react strongly to the sounds, experiencing a type of tingling sensation in their brain and nerves, while others show no reaction whatsoever. While ambitious, the research failed to unravel the mystery of ASMR, instead providing even more questions as to how it works. While future studies are planned to explore the subject, for now most are content to simply sit back, relax, and enjoy the mystery."
    },
    
    {
        "title": "Richard Nixon's Missing Recording",
        "date": "April 1st",
        "descriptor": "April Fools' Day",
        "content": "In the early 1970s, the United States erupted in a storm of political controvery when details of the Watergate scandal were exposed to the public. President Richard Nixon had been one of the most thorough presidents in recording his Oval Office conversations for reference and historical significance, so when investigators discovered that one recording made on June 20, 1972, had a mysterious eighteen-and-a-half-minute gap, suspicions immediately intensified. The tape in question happened to be the one featuring Nixon's discussion of the break-in at the Democratic National Committee headquesters. Nixon's personal secretary, Rose Mary Woods, admitted to being responsible for five minutes of the deletion, but her error did not account for an additional thirteen minutes of missing audio. It was never determined how the audio was deleted, what was recorded, or who altered the recording. Today, the National Archives stores the material in a climate-controlled vault in hopes of new technology someday being able to recover the lost material and information."
    },
    
    {
        "title": "Richard Nixon's Missing Recording",
        "date": "April 2nd",
        "descriptor": "Palm Sunday",
        "content": "In the early 1970s, the United States erupted in a storm of political controvery when details of the Watergate scandal were exposed to the public. President Richard Nixon had been one of the most thorough presidents in recording his Oval Office conversations for reference and historical significance, so when investigators discovered that one recording made on June 20, 1972, had a mysterious eighteen-and-a-half-minute gap, suspicions immediately intensified. The tape in question happened to be the one featuring Nixon's discussion of the break-in at the Democratic National Committee headquesters. Nixon's personal secretary, Rose Mary Woods, admitted to being responsible for five minutes of the deletion, but her error did not account for an additional thirteen minutes of missing audio. It was never determined how the audio was deleted, what was recorded, or who altered the recording. Today, the National Archives stores the material in a climate-controlled vault in hopes of new technology someday being able to recover the lost material and information."
    },
    
    {
        "title": "The Marree Man",
        "date": "April 3rd",
        "descriptor": "",
        "content": "On June 26, 1998, a pilot flying over Finnis Springs in the township of Marree in South Australia discovered a massive geoglyph below, depicting a native man hunting with some type of stick. The figure is massive in size, measuring 1.7 miles tall, spanning an area of over six hundred acres. Experts believe the geoglyph was created in modern times, claiming local artists or even military members serving in the area could have been its originators. They say the orchestrators most likely used some type of GPS technology to create the massive artwork, and considering how new the technology was at the time, they say the accomplishment is remarkable. Interestingly, anonymous faxes were sent to local businesses alerting people of the artwork's location just before the pilot spotted it from the air. Although the faxes observe American spelling and some American materials were found near the location, officials believe the artist or artists were intentionally misleading people to withhold their identities. Australian officials are still unsure who created the piece."
    },
    
    {
        "title": "The Lost Library of Ivan the Terrible",
        "date": "April 4th",
        "descriptor": "",
        "content": "The library of Ivan the Terrible - Ivan IV Vasilyevich, the first czar of Russia from 1547 to 1584 - is rumored to have been started by Ivan III, his grandfather, and it is presumed to have held some of the most ancient and secretive texts ever produced. The collection included items written in Egyptian, Greek, Hebrew, and Latin, as well as Chinese texts dating to the second century. Old records of its contents claimed it had a full version of Cicero's <i>De re publica</i> as well as over 140 volumes of Titus Livius's <i>History of Rome</i>, of which only thirty-five exist today. Ivan the Terrible was rumored to have stored these texts under the Kremlin, but after his death in 1584, the library is said to have disappeared. Since then, countless attempts have been made to locate it, including official searches of the Kremlin and other estates the czars frequented, but with no luck."
    },
    
    {
        "title": "The Loch Ness Monster",
        "date": "April 5th",
        "descriptor": "Passover begins",
        "content": "The legend of the Loch Ness Monster started fifteen hundred years ago when Saint Columba, an Irish missionary, stated that he had encountered a beat in Loch Ness in the highlands of Scotland. Since then, many sightings of the monster have surfaced, and they now average roughly ten reports every year. The creature, affectionately named \"Nessie\", is decribed as looking like a plesiosaur, a long-necked marine reptiles that died out with the dinosaurs. In 2018, the first minister of Scotland, Nicola Sturgeon, said that she believes in Nessie, and Scotland is doing research to try to find the truth. Scottish officials have even drawn up plans to protect the beast, partially done in jest. Past searches for the Loch Ness Monster have been fruitless despite numerous reported sightings, but Scottish Natural Heritage, the agency in charge of the most recent search, believes that new technology will help it finally find answers."
    },
    
    {
        "title": "The Max Headroom TV Hijacking",
        "date": "April 6th",
        "descriptor": "",
        "content": "On November 22, 1987, two television stations in Chicago had broadcasts hijacked by an unknown person impersonating the character Max Headroom, an artificial intelligence character that debuted in the early 1980s in the television movie <i>Max Headroom: 20 Minutes in the Future</i>. Both Chicago stations WGN-TV and WTTW were interrupted separately within a span of three hours. The intruder made references to the television series <i>Clutch Cargo</i> of the 1960s and to news anchors and even exposed himself while a second intruder smacked him in the butt with a flyswatter. The incident made national headlines. The Federal Communications Commission investigated the hijacking, but no one was ever charged with the pirating."
    },
    
    {
        "title": "Planet X",
        "date": "April 7th",
        "descriptor": "Good Friday",
        "content": "Ever Since August 2006, when Pluto was downgraded to a dwarf planet by the International Astronomical Union, our solar system as only official claimed eight planets. Recent research, however, hints at the existence of a mysterious ninth planet, known as Planet X, somewhere far past even Pluto, in the dark recesses of space beyond the research of most of our most advanced sensors and technology. While the combined efforts of sixty thousands science-minded volunteers, poring over troves of data and information, could not produce hard evidence of such a planet, experts say that they do have <i>indirect</i> evidence of its existence. Specifically, they say that it appears as if the orbits of several objects in our solar system, located in the distant Kuiper Belt, are being affected by a massive, unknown body theorized to be at least as large as Neptune. While current technology cannot yet confirm the presence of such a shadowy planet, which is said to be one thousand times dimmer than Pluto, experts are hopeful that coming advancments in detection equipment and telescopes, paired with machine deep learning, will help reveal the identity of the lurking ninth planet."
    },
    
    {
        "title": "The Death of Edgar Allan Poe",
        "date": "April 8th",
        "descriptor": "",
        "content": "Author Edgar Allan Poe was known for his poem \"The Raven\" and other short stories and poetry, mostly depicting dark and mysterious themes. Unfortunately, his fiction work was not the only aspect of his life affected by mysterious circumstances. The writer died at age forty on October 7, 1849, in Baltimore, Maryland, and only a few strange details were gathered regarding his passing. Four days before his death, he was found stumbling around Baltimore in a delirious state and wearing someone else's clothing. Random passersby reported his condition, and he was taken to Washington Medical College, where he eventually died. Records show he repeatedly yelled the name \"Reynolds\" just before his death. There are no medical records or death certificates regarding Poe's passing, and no definitive cause of death was determined, making the famed writer's death as strange and dark as his own stories."
    },
    
    {
        "title": "The Death of Edgar Allan Poe",
        "date": "April 9th",
        "descriptor": "Easter",
        "content": "Author Edgar Allan Poe was known for his poem \"The Raven\" and other short stories and poetry, mostly depicting dark and mysterious themes. Unfortunately, his fiction work was not the only aspect of his life affected by mysterious circumstances. The writer died at age forty on October 7, 1849, in Baltimore, Maryland, and only a few strange details were gathered regarding his passing. Four days before his death, he was found stumbling around Baltimore in a delirious state and wearing someone else's clothing. Random passersby reported his condition, and he was taken to Washington Medical College, where he eventually died. Records show he repeatedly yelled the name \"Reynolds\" just before his death. There are no medical records or death certificates regarding Poe's passing, and no definitive cause of death was determined, making the famed writer's death as strange and dark as his own stories."
    },
    
    {
        "title": "<i>Mona Lisa</i>'s Twin",
        "date": "April 10th",
        "descriptor": "Easter Monday (AUS, CAN, NZ, UK except SCT)",
        "content": "Perhaps the most famed Renaissance painter to have ever held a brush, Leonardo da Vinci produced surprisingly few paintings, with many experts placing the number of pieces definitively painted by him at just fifteen over the entirety of his fifty-year career. Any discovery of previously unknown da Vinci paintings, then, is both intensely scrutinized and wildly important. Previously known as the <i>Isleworth Mona Lisa</i> but christened the \"Earlier <i>Mona Lisa</i>\"by its current owners, one portrait is seemingly an earlier iteration of the painter's most famed work, the <i>Mona Lisa</i>, which many experts claim he painted in dribs and drabs over the course of a decade. Visibly similar to its later, more famous counterpart, the <i>Isleworth Mona Lisa</i> depicts its model at a younger age. It is so similar to the <i>Mona Lisa</i> that numerous reputable art organizations have cautiously confirmed the painting's authenticity as a da Vinci original. Nonetheless, skeptics still abound, with many considering the <i>Isleworth Mona Lisa</i> to be nothing more than a convincing forgery."
    },
    
    {
        "title": "The Lost Crew of the <i>Zebrina</i>",
        "date": "April 11th",
        "descriptor": "",
        "content": "On September 17, 1917, the <i>Zebrina</i>, a schooner being used to transport coal between Cornwall in the United Kingdom and France, was found beached in Cherbourg, France, without any trace of her five crew members. Rescuers found the ship was without any damage. Some questioned whether the crew could have been accidentally washed overboard in big swells, but that theory was quickly ruled out considering the pristine state of the deck and its contents. Others questioned whether the boat was actually an undercover Q-boat, a bout used to intentionally engage with German U-boats in hopes of wrecking them. However, the log book was aboard, and the Germans almost always confiscated or destroyed them after taking over enemy ships. Rescuers searched for signs of drowning around the ship, but nothing was ever found. A memorial was erected in the crew member's honor in London."
    },
    
    {
        "title": "'Oumuamua, the Cosmic Visitor",
        "date": "April 12th",
        "descriptor": "",
        "content": "Throughout the years, many have claimed to have been visited by travelers from another planet, and while the reliability of such claims has varied wildly, very few have been made by someone as well respected in the field of astrophysics and the study of our universe as Avi Loeb. A world-renowned scientist and leading member of the Dpartment of Astrophysics at Harvard University, Loeb has pioneered research into potentially world-changing sciences such as gamma-ray bursts and black hole physics. He also firmly believes that we have been visited by aliens - and recently. Loeb claims that a mysterious interllar object named 'Oumuamua, meaning \"scout\" in the Hawaiian language, which entered our solar system in 2017, was actually the product of aliens doing a survey of our space. Supporting his claims by citing 'Oumuamua bizarre, cigar-like structure and unprecedented reflective qualities, Loeb also says that the object's movement and trajectory can only be explained by deliberate propulsion. Despite his outstanding pedigree in the field, Dr. Loeb's claims were met with harsh skepticism, though even his skeptics could only produce thin theories for the object's appearance and behavior."
    },
    
    {
        "title": "The Cecil Hotel",
        "date": "April 13th",
        "descriptor": "",
        "content": "When it comes to real estate with a grisly past, few can compare to the Cecil Hotel in Los Angeles. First constructued in 1927, the Cecil Hotel has been the home of an extraordinary number of unexplained and gruesome events. In the 1950s and 1960s, the premises showed an influx of people visiting the hotel for the sole purpose of committing suicide. Later, Richard Ramirez, a seriel killer also known as \"the Night Stalker,\" allegedly stayed in the hotel from 1984 to 1985. Jack Unterweger, an Austrian serial killer, also stayed at the hotel in 1991 and killed three prostitutes during his stay, murdering them after bringing them to his room. In February 2013, the body of Elisa Lam, a Canadian tourist, was found at the bottom of the water tank located on the roof. And perhaps more questionable, in 2015, Koston Alderete, who visited the hotel, took a picture that he believes shows a ghost in one of the fourth-floor windows. Though supernatural forces may not be at work here, the bizarre draw of the Cecil Hotel for those seeking death and violence is storied and very real."
    },
    
    {
        "title": "The L-8 Blimp Mystery",
        "date": "April 14th",
        "descriptor": "",
        "content": "On August 16th, 1942, the L-8 Navy blimp was seen flying at a dangerously low elevation near Fort Funston in San Francisco, California. The blimp had been sent on a routing mission to fly toward the Farallon Islands, about thirty miles from San Francisco, circle the area, and return to Treasure Island, the departure location. The blimp touched down on a beach briefly before rising up slowly again and eventually crashing into a hill and rolling down. It finally touched down in front of a residence on Bellevue Avenue in Daly City, California. When the craft landed, no crew or passengers were aboard. The recorded crew were two very experienced airmen, and all lifeboats and parachutes were still on board the aircraft, most likely ruling out any attempts at escaping above the sea. Also, the radio on board was still functioning, and no distress calls were recorded before the blimp's appearance. Although they were never found and no explanation surfaced, the two men listed aboard the craft were legally declared dead one year after the event."
    },
    
    {
        "title": "The Marching Octopuses",
        "date": "April 15th",
        "descriptor": "",
        "content": "In October 2017, a recreational dolphin-watching group in Wales discovered something very bizarre: twenty to thirty octopuses crawling on land, some as far as thirty feet inland. To help the animals, the group brought them back to the water. When the watchers returned the next morning, they found that more octopuses had climbed back onto the beach and subsequently died. Strangely, the cephalopods showed no signs that they had been attacked or injured. Scientists debate the cause of this peculia behavior, but a leading theory is that overpopulation forced these octopuses to come ashore, while others believe that they could just be coming to shore as a form of deliberate suicide. Some marine biologists place the blame on environmental changes in the area. Despite a wealth of theories, however, no concrete explanation has ever been agreed upon for the animals' behavior."
    },
    
    {
        "title": "The Marching Octopuses",
        "date": "April 16th",
        "descriptor": "",
        "content": "In October 2017, a recreational dolphin-watching group in Wales discovered something very bizarre: twenty to thirty octopuses crawling on land, some as far as thirty feet inland. To help the animals, the group brought them back to the water. When the watchers returned the next morning, they found that more octopuses had climbed back onto the beach and subsequently died. Strangely, the cephalopods showed no signs that they had been attacked or injured. Scientists debate the cause of this peculia behavior, but a leading theory is that overpopulation forced these octopuses to come ashore, while others believe that they could just be coming to shore as a form of deliberate suicide. Some marine biologists place the blame on environmental changes in the area. Despite a wealth of theories, however, no concrete explanation has ever been agreed upon for the animals' behavior."
    },
    
    {
        "title": "The Phantom Barber of Pascagoula",
        "date": "April 17th",
        "descriptor": "",
        "content": "For a single week during 1942 in the small town of Pascagoula, Mississippi, citizens were terrorized by what came to be known as the \"Phantom Barber.\" Starting on June 5 of that year, the barber forcibly entered four different homes and cut the hair of his sleeping victims. Only once was the barber spotted, by parents of two young victims who described him as \"shorta short, sorta fat\" but otherwise nondescript. In three of the four hair-cutting cases, no one was injured. Only on Friday of that week, when he entered the home of Mr. and Mrs. Heidelberg, did he attack his victims. The barber used an iron bar to knock Mr. Heidelberg unconscious and knocked out some of Mrs. Heidelberg's teeth before proceeding to cut their hair. Following this final attack, the Phantom Barber was never seen again, and police were never able to provide any explanation or potential motive for the crimes."
    },
    
    {
        "title": "The Disappearance of Judge Joseph Force Crater",
        "date": "April 18th",
        "descriptor": "Tax Day",
        "content": "On August 6, 1930, New York Supreme Court judge Joseph Force Crater met a friend for dinner at a New York steakhouse. He was last seen walking down the street away from the restaurant, and no one heard from him again. The story of Judge Crater's disappearance cased an avalanche of media coverage and public interest. It took authorities nine years of no solid evidence or closure to officially declare him dead in 1939. Crater was known for being involved with corrupt politicians and nightlife, and the week of his famous disappearance, he had received mysterious calls and cashed some large checks. There were also rumors his judicial appointment was tainted with bribery, which some speculated could have led to his disappearance and probably death. In 2005, authorities were tipped off that his body was possibly buried underneath the boardwalk on Coney Island, but that site had been excavated in the 1950s, so the possible breakthrough in the case could never be looked into."
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
        
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "temp",
        "date": "temp",
        "descriptor": "temp",
        "content": "temp"
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    }
]