[
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },

    {
        "title": "The Amber Room",
        "date": "January 1st",
        "descriptor": "",
        "content": "During World War II, Nazi forces specifically tasked with locating, stealing, and sometimes destroying precious works of art roamed Europe, looting some of the world's most famed and treasured pieces. None of them are perhaps more valuable or unique than the panels of the Amber Room, dubbed the Eighth Wonder of the World. Gifted to Russian czar Peter the Great in 1716 by Friedrich I, the king of Prussia, to seal a Russian-Prussian alliance against Sweden, the panels were intricate works of fine amber and gold, intended to coat every surface of a room in golden opulence. German officers allegedly crated up the panels and sent them into hiding, though some believe the panels were destroyed by bombs. In either case, the magnificent Amber Room panels have never been seen since."
    },

    {
        "title": "The 1918 World Series",
        "date": "January 2nd",
        "descriptor": "",
        "content": "While many are familiar with the more famous controversy surrounding the \"fixed\" 1919 World Series, in which members of the Chicago White Sox were accused of throwing the game in exchange for money, there are lingering questions regarding the championship a year earlier, when the Chicago Cubs faced off against the Boston Red Sox. Interestingly, it is information from the so-called Black Sox, the members of the infamous Chicago White Sox team who were proven to have intentionally thrown the 1919 World Series in exchange for money, that lends this mystery plausibility. Specifically, Black Sox member Eddie Cicotte said curing a 1920 court deposition that a \"number of Cubs\" were each offered $10,000 to intentionally lose their championship the previous year, and though such allegations have haunted baseball for years, sports historians say that it is entirely possible that the players, who were famously underpaid at the time, may have indeed taken money in exchange for losing against the Red Sox."
    },

    {
        "title": "The Vrillon Broadcast",
        "date": "January 3rd",
        "descriptor": "",
        "content": "A (yes it is spelled A not At in the thing idk why) 5:10 p.pm on the night of November 26, 1977, television viewers in the service area of Southern Television in the United Kingdom were witness to a very peculiar event. While Southern  Television's news anchor, Andrew Gardner, was cruising through the night's standard headlines and news items, viewers saw a small waver on the channel's visual before all audio was suddenly cut off. What followed has gone down in pop history as a particularly amusing mystery. A voice came over the channel, claiming to be \"Vrillon,\" a representative of the \"Ashtar Galactic Command.\" While television technicians scrambled to regain control of their station, \"Vrillon\" told listening viewers that his people were an ancient race of space farers and that, having watched over Earth for many years, they were announcing to its peoples that they must cease all violence in order to partake in a great \"galactic awakening.\" Shortly thereafter, the strange transmission ended, and the channel returned to its normal programming. While very few believe in the existence of Vrillon or the Ashtar Galactic Command, no one knows to this day who perpetrated the broadcast stunt and how they did so, given the decade's relatively limited technology."
    },

    {
        "title": "The Impossible Planet",
        "date": "January 4th",
        "descriptor": "",
        "content": "Discovered in 2013, the exoplanet known as Kepler-78b orbits around the star Kepler-78. Closely resembling Earth in terms of mass and radius, its surface reaches up to two thousand degrees hotter than Earth's, because it orbits Kepler-78 at an incredibly close range and completes an entire orbit in less than nine hours. Scientists report that Kepler-78b should not exist, and how the planet formed and ended up so close to its star remains a mystery. Experts claim there is no physical way the planet could have formed in that location, stating that when the planet was forming, it would have been larger than it is currently. Mathematically speaking, it would have had to have been orbiting from inside the star, which is impossible. Scientists are still collecting more data on the planet to hopefully learn how it was formed under such seemingly impossible conditions."
    },
    
    {
        "title": "The Babushka Lady",
        "date": "January 5th",
        "descriptor": "",
        "content": "When President John F. Kennedy was assassinated on November 22, 1963, authorities immediately started identifying and profiling citizens in the area who saw his motorcade rolling through Dallas, Texas. Over time, they were able to identify most of the people in the area that day. However, there are others they were never able to identify, people who have become known as the Badge Man, Umbrella Man, and one of the most elusive - the Babushka Lady. The Babushka Lady can be seen in several of the photos and videos turned over to police. Considering the United States' tense relationship with the Soviet Union at the time and the fact that she had a Russian-looking headscarf on, authorities and the public alike started speculating on her possible involvement in the assassination. Her behavior was questionable on tape; she appeared to stay in one place as everyone around her ran for cover following the shots being fired. Some argue her stature is closer to a man's and that she could have possible been a Russian spy, sent to the States to oust the U.S. president. Although authorities have made many efforts to locate her, her identify remains a mystery."
    },
    
    {
        "title": "The Great Hole of Mars",
        "date": "January 6th",
        "descriptor": "",
        "content": "In recent years, NASA's Rover missions to Mars have yielded countless answers about the nature of our solar system's red planet, from information about the possibility of water on its surface to intense accounts of the violent sandstorms that frequently ravage the planet. Along with answers, however, the rovers have uncovered several mysteries, perhaps chief among them the existence of a massive pit near Mars's southern pole, spanning hundreds of meters in diameter. Although the planet is well known to be pocked and pitted with craters left behind my meteorite impacts, ancient floods, and volcanic activity, none so far have matched the sheer size of the one discovered my the Mars Reconnaissance Orbiter in 2017. So far, NASA scientists have admitted that they cannot say for certain what caused such a large geographical feature to form on the red planet's surface, but they theorize that anything from an unusually large meteor or perhaps a collapse of the surface's structure itself could be to blame."
    },
    
    {
        "title": "The Death of Meriwether Lewis",
        "date": "January 7th",
        "descriptor": "",
        "content": "Explorer Meriwether Lewis of the famed Lewis and Clark Expedition was an accomplished adventurer and public figure who participated in a major expedition, consulted presidents, and served as a territory governor, so when he was found dead to do multiple gunshot wounds on October 11, 1809, in an inn called Grinder's Stand on the Natchez Trace, many people questioned the circumstances. Lewis was journeying to Washington, DC, from the Upper Louisiana Territory to communicate with his publisher and meet with the War Department. It was noted that Lewes was quite depressed before this journey, and he even wrote his will before he left, leading many historians to believe he committed suicide.  Forty years after his death, a doctor exhumed his body and declared the wounds seemed more likely to have come from another person. This recorded statement has led to a debate among historians as to how the historical figure died, whether by suicide or homicide"
    },
    
    {
        "title": "The Death of Meriwether Lewis",
        "date": "January 8th",
        "descriptor": "",
        "content": "Explorer Meriwether Lewis of the famed Lewis and Clark Expedition was an accomplished adventurer and public figure who participated in a major expedition, consulted presidents, and served as a territory governor, so when he was found dead to do multiple gunshot wounds on October 11, 1809, in an inn called Grinder's Stand on the Natchez Trace, many people questioned the circumstances. Lewis was journeying to Washington, DC, from the Upper Louisiana Territory to communicate with his publisher and meet with the War Department. It was noted that Lewes was quite depressed before this journey, and he even wrote his will before he left, leading many historians to believe he committed suicide.  Forty years after his death, a doctor exhumed his body and declared the wounds seemed more likely to have come from another person. This recorded statement has led to a debate among historians as to how the historical figure died, whether by suicide or homicide"
    },
    
    {
        "title": "The Bones of King Kamehameha",
        "date": "January 9th",
        "descriptor": "",
        "content": "Kamehameha I, the first king of Hawaii, is a figure of near mythic importance to the people of the tropical islands. Since his death in 1819, however, many have wondered about the final resting place of Hawaii's first official king, with many suggesting wildly competing theories about where his bones may have been laid. Most agree that Kamehameha's lieutenants, named Ho'olulu and Hoapili, prepared the king's body and interred him in a sacred burial cave hidden somewhere on the islands, where only the most respected chiefs and holy figures were laid to rest. Others argue that Kamehameha's bones are hidden somewhere on the grounds of the royal palace in Maui, which has held the remains of almost all royalty since King Kamehameha II held power in 1837. A scarce few even believe that the king rests deep under the palace in a grotto protected by Kihawahine, a dragon goddess. Regardless, almost all agree that, in accordance with the Hawaiian proverb \"the morning star alone knows where Kamehameha's bones are guarded,\" the mystery should forever stand unbroken out of respect for the great king."
    },
    
    {
        "title": "The Alaska Triangle",
        "date": "January 10th",
        "descriptor": "",
        "content": "A large triangle-shaped area with corners touching Juneau, Anchorage, and the very northern city of Barrow has been the location of the disappearance of sixteen thousand people since the late 1980s. The area is known as the Alaskan Bermuda Triangle, as tourists and locals on land as well as individuals flying planes frequently go missing while traveling in and through the triangle. Even indigenous tribes in the area have observed the mysterious phenomenon and integrated stories of these disappearances into their culture. The region the triangle sits in is known for its beautiful, rugged wilderness, and some investigators believe this terrain has a lot to do with the frequent disappearances. However, many claim that is cannot be the cause for the thousands of missing people. Some bodies have been discovered, but many have not, leaving questions regarding their final fate in Alaska's wilderness."
    },
    
    {
        "title": "Blackbeard's Treasure",
        "date": "January 11th",
        "descriptor": "",
        "content": "Edward Teach -- also known as \"Blackbeard\" for his long, braded beard -- was one of the most well-known pirates in history. His most dramatic act of piracy, stealing one of the largest warships, La Concorde, from French slave traders in 1717, led him to an area off the coast of Martinique in the Caribbean. The ship was carrying crew, slaves, and twenty pounds of gold dust. Blackbeard promptly unloaded all the people and kept the treasure aboard. As he sailed around the Caribbean, Blackbeard collected a small following of fellow pirates, and the group blockaded a large port in Charleston, South Carolina, to seize medical supplies from the area. After receiving the supplies, the group traveled to North Carolina, where they had several hiding spots for their vessels. When they tried to advance on Beaufort, North Carolina, the ship, which Blackbeard renamed Queen Anne's Revenge, ran aground. The crew were mostly unharmed and able to unload the treasures. This detail leads historians to believe Blackbeard had time to stow away his loot well before his death in 1718, but no one knows where the famed pirate's treasure is buried."
    },
    
    {
        "title": "Who Wrote <i>Beowulf</i>?",
        "date": "January 12th",
        "descriptor": "",
        "content": "Perhaps one of the most widely recognized Old English epic poems ever written, Beowulf recounts the tale of its titular hero as he battles the monster Grendel, a cursed descendant of Cain, after it devours many of his clansmen and warriors as they lay sleeping. The poem, believed to have been written sometime between the seventh and eighth centuries, has been translated into dozens of languages, adapted into epic movies and stories, and remains popular to this day. However, one large piece of the story's history remains a mystery: its author. It has been attributed only to an anonymous Anglo-Saxon poet, and historians have yet to discover the author's identity in the centuries since the writing of Beowulf. Scholars note that details of the epic poem are linked to history, such as the Danish king Hrothgar, the feasting hall described in the story, and perhaps, some think, even Beowulf himself. Historians believe the the story of his exploits was most likely brought to England by Scandinavian settlers in the sixth or early seventh century. Where the epic poem originated or if multiple authors were involved in its telling, however, remains a mystery."
    },
    
    {
        "title": "Black Sam Bellamy's Treasure",
        "date": "January 13th",
        "descriptor": "",
        "content": "Along the east coast of the United States, in a sleepy little fishing village barely a stone's throw from Canada, many believe that the vast treasure of a fabled pirate may rest beneath the waves, waiting for treasure hunters -- or perhaps even a simple lobster-man -- to discover their bounty. Samuel \"Black Sam\" Bellamy was a prolific pirate, feared far and wide in the early eighteenth century and well known for his love of wealth and the finer things. So great was this reputation that many attribute our modern view of pirates dressing in eccentric, lavish garments almost entirely to Bellamy. While this may or not be true, it is known beyond a doubt that following his voyages to pillage and steal, and pirate captain retreated to the bays of a town now known as Machias, where his ships sheltered in the Machias River's mouth while the captain and his crews divvied up their loot. To this day, historians believe that stores of gold and plunder are left to be found in the area, and any who might uncover Black Sam Bellamy's treasure would be rich beyond their wildest dreams."
    },
    
    {
        "title": "The Hinterkaifeck Murders",
        "date": "January 14th",
        "descriptor": "",
        "content": "[FIX THE :'s] In 1922, on a farm outside the Bavarian town of Gr:obern, Viktoria Gabriel lived wit her two children, seven-year-old C:azilia and two-year-old Josef, as well as her parents, Andreas and C:azilia Gruber. The family kept mostly to themselves, but after young C:azilia missed two school days and the family didn't go to church, the community got worried. The family's neighbor, Lorenz Schlittenbauer, decided to lead an investigation. In the family's barn, he found the bodies of Viktoria, her daughter, and her parents. They had been brutally attacked with a mattock (similar to a pickax) and buried in the hay. In the house, the bodies of Josef and the maid, Maria Baumgartner, were found. The farm animals and watchdog remained unharmed and, in fact, had been cared for in the days between the murders and the discovery of the bodies. A former maid told police she regularly used to hear strange noises coming from the attic. Prior to the murders, Andreas had mentioned to neighbors that he had seen footprints in the snow leading only to the house. The murderer was never found, and the case is considered Germany's most infamous unsolved crime."
    },
    
    {
        "title": "The Hinterkaifeck Murders",
        "date": "January 15th",
        "descriptor": "",
        "content": "[FIX THE :'s] In 1922, on a farm outside the Bavarian town of Gr:obern, Viktoria Gabriel lived wit her two children, seven-year-old C:azilia and two-year-old Josef, as well as her parents, Andreas and C:azilia Gruber. The family kept mostly to themselves, but after young C:azilia missed two school days and the family didn't go to church, the community got worried. The family's neighbor, Lorenz Schlittenbauer, decided to lead an investigation. In the family's barn, he found the bodies of Viktoria, her daughter, and her parents. They had been brutally attacked with a mattock (similar to a pickax) and buried in the hay. In the house, the bodies of Josef and the maid, Maria Baumgartner, were found. The farm animals and watchdog remained unharmed and, in fact, had been cared for in the days between the murders and the discovery of the bodies. A former maid told police she regularly used to hear strange noises coming from the attic. Prior to the murders, Andreas had mentioned to neighbors that he had seen footprints in the snow leading only to the house. The murderer was never found, and the case is considered Germany's most infamous unsolved crime."
    },
    
    {
        "title": "The Lost Sarcophagus of Menkaure",
        "date": "January 16th",
        "descriptor": "",
        "content": "Pharaoh Menkaure, who rules during Egypt's fourth dynasty and was largely responsible for overseeing the construction of Giza's third pyramid, was thought to have been interred in that pyramid after his death over five thousand years ago. In the 18800s, Menkaure's possible resting place was discovered by the British anthropologist Richard William Howard Vyse. Soon after their arrival, the team set to work ravaging Egypt's ancient structures with the goal of plundering their contents and returning them to England's museums, using methods such as gunpowder to reach their goals more quickly than other, more delicate researchers. The team was rewarded when they stumbled upon what they believed to be the tomb of Menkaure, and the transferred the pharaoh's sarcophagus to the English ship Beatrice. On its voyage back to England, however, the ship disappeared, never to be seen again. More interestingly, modern anthropologists say the stolen sarcophagus may not have even contained Menkaure but instead an unknown royal."
    },
    
    {
        "title": "The Mystery of Nefertiti",
        "date": "January 17th",
        "descriptor": "",
        "content": "Perhaps one of the most powerful women in Egyptian history and regarded as an icon of feminine power and beauty, Nefertiti sat beside King Akhenaten as queen during the pharaoh's rule between 1353 and 1336 BC. Though Nefertiti is recorded as having been unusually influential and independent of the pharaoh during his reign, more interesting are the historical implications of her actions after her husband's death in 1336 BC. A time of great chaos and upheaval, many historians believe that in an unprecedented situation, Nefertiti herself may have occupied the throne as supreme ruler of Egypt. Nefertiti's origin is also shrouded in mystery. Some believe she was a foreign princess, brought to Egypt to curry favor with the kingdom. Other believe she was the daughter of one of Egypt's most respected advisors during their era. Regardless, no consensus has been reached about the exact role that Nefertiti played in Egypt or even the exact details of her birth."
    },
    
    {
        "title": "The Etruscan Language",
        "date": "January 18th",
        "descriptor": "",
        "content": "Modern sciences and archaeological practices have solved many of the world's ancient mysteries, foremost among them those involving language. Linguists have deciphered tongues and writings once thought long dead and lost to modern man, rendering them into modern translations. One language, however, has proven less willing to yield its meaning. The Etruscans, thought to be the civilization predating Rome in what is modern-day Italy, had a language and culture that are mostly an enigma to modern researchers. Though linguists now understand the basic grammar of the Etruscan language, experts say that the language doesn't seem related to any languages of nearby civilizations and has yet to be explained. With the discovery of an inscribed Etruscan monument in 2016, perhaps future research will unlock the mystery of the Etruscan tongue."
    },
    
    {
        "title": "The Devil's Backbone",
        "date": "January 19th",
        "descriptor": "",
        "content": "The Devil's Backbone is a stretch of roadway in the Texas Hill Country that includes several different farm roads that run parallel to U.S. Highway 281. The route provides travelers with scenic views, but centuries ago, Native Americans and settlers clashed violently in the area. Modern visitors have reported strange occurrences such as questionable vehicle accidents, apparitions, and even disappearances along the stretch. Some locals claim the roadway's dark and bloody history are to blame for the mysterious circumstances. One of the most reported occurrences involves seeing an apparition riding on horseback through the area. There have also been alleged sightings of Native American spirits, specifically the ghost of a man named Drago, by cattle ranchers. Some paranormal experts have even recorded electronic voice phenomena while researching in the area."
    },
    
    {
        "title": "The Disappearance of Ettore Majorana",
        "date": "January 20th",
        "descriptor": "",
        "content": "Ettore Majorana was an accomplished Italian physicist who specialized in neutrino masses, a neutral particle whose mass is so small, many scientists measured it at zero until technological advancements allowed for its detection. On March 25, 1938, Majorana disappeared under mysterious circumstances while traveling by boat from Palermo, Italy, to Naples. Just before he set out, he sent a cryptic telegram to the director of the Naples Physics Institute where he taught, referring to his own \"sudden disappearance\" and asking for people to remember him. He also withdrew all the money from his bank account. Soon after sending the telegram, he bought his ticket for the boat and was never seen again. Investigators made several attempts to locate his body, but it was never recovered. Possible explanations for his disappearance include suicide, premeditated flight to another country to assume another identity, and even murder to prevent him from contributing to major scientific advancements like the atomic bomb. Although there have been varying claims made that he is alive and well in a foreign country, no one has corroborated the claims or confirmed what happened to him after he disappeared."
    },
    
    {
        "title": "The Murder of William Desmon Taylor",
        "date": "January 21st",
        "descriptor": "",
        "content": "When Willian Desmond Taylor, a famous director and actor, way mysteriously murdered on February 1, 1922, Hollywood inflated with gossip and interest regarding the details of his passing. The morning after his murder, his body was found inside his residence in Los Angeles. A doctor in the area approached the scene and announced Taylor had died of stomach complications, but he promptly left the scene after his statements and was never seen or heard from again. When investigators arrived on the scene, they discovered the actor had been shot in the back. A media frenzy ensued soon after the death, and a drawn-out investigation left room for several identified suspects. However, a lack of evidence and fumbling of the crime scene allowed the case to grow stale, and it is officially listed as a cold case with no active suspects."
    },
    
    {
        "title": "The Murder of William Desmon Taylor",
        "date": "January 22nd",
        "descriptor": "Chinese New Year",
        "content": "When Willian Desmond Taylor, a famous director and actor, way mysteriously murdered on February 1, 1922, Hollywood inflated with gossip and interest regarding the details of his passing. The morning after his murder, his body was found inside his residence in Los Angeles. A doctor in the area approached the scene and announced Taylor had died of stomach complications, but he promptly left the scene after his statements and was never seen or heard from again. When investigators arrived on the scene, they discovered the actor had been shot in the back. A media frenzy ensued soon after the death, and a drawn-out investigation left room for several identified suspects. However, a lack of evidence and fumbling of the crime scene allowed the case to grow stale, and it is officially listed as a cold case with no active suspects."
    },
    
    {
        "title": "The Death of Sonny Liston",
        "date": "January 23rd",
        "descriptor": "",
        "content": "Sonny Liston, former heavyweight champion of the world, was a legendary figure in the world of American boxing. Born in 1932 as the twenty-fourth of twenty-five children, Liston went on to fight some of his sport's most prominent boxers, even fighting Muhammed Ali twice. It was after this second fight, however, that tragedy struck. In 1971, Liston was found dead in his Las Vegas home by his wife, Geraldine. Reports say that Liston had been dead for six days, but beyond that fact, account vary wildly. One responding police officer said he discovered a loaded revolver in the house, while a follow-up report said no weapons had been found. Another report spoke of heroin paraphernalia found in the home, and while Liston was known to have used the drug in the past, the official autopsy performed on his remains did not find evidence that he had taken enough of the drug for it to have killed him and instead concluded that he died of heart failure. While many have written off the legendary boxer's death as a simple overdose, others wonder if perhaps Liston's mob contacts may have led to him being murdered."
    },
    
    {
        "title": "The Sea People",
        "date": "January 24th",
        "descriptor": "",
        "content": "For over a century between 1300 and 1100 BC, an unidentified fleet of warriors was said to have terrorized Mediterranean civilizations. Attacking and successfully raiding even the greatest empires of the time, the seafaring army proved fast, relentless, and brutally effective in battle, raiding lands such as Egypt, Turkey, Syria, and Palestine. Despite their maritime prowess and lust for war, however, the forces that were later nicknamed the Sea Peoples brought with them a mystery that has endured the test of time: nobody knows who they were. King Ramses left records theorizing the warriors were a confederation of Sherden, Peleset, Denyen, Shekelesh, and other various tribes, but modern researchers do not yet know where these tribes came from. Some believe them to have lived on what is now Sicily, while others believe they were scattered about the Aegean Islands. Regardless, little is known about the Sea Peoples or their reasons for raiding the greatest empire of their time."
    },
    
    {
        "title": "The Disappearance of Flight 19",
        "date": "January 25th",
        "descriptor": "",
        "content": "On December 5, 1945, just after 2:00 p.pm local time, a group of five TBM Avenger planes took off at Naval Air Station Fort Lauderdale, together known as Flight 19. The group was performing an exercise over the Atlantic Ocean; their plan was to be in the air for around two hours. About an hour and forty-five minutes into the flight, the flight leader radioed the control tower sounding confused and disoriented, saying \"Cannot see land... We seem to be off course.\" After a few moments of silence, the control tower heard more conversation between the pilots: \"We can't tell where we are...everything is...can't make anything out... It looks like we are entering white water... We're completely lost.\" After the group did not return or respond to radio traffic, a PBM Mariner was sent out to search for them, and it too was never heard from again. Now known as \"the Lost Patrol,\" the story of the missing airmen is one of the most well-known mysteries of the Bermuda Triangle phenomenon."
    },
    
    {
        "title": "The Curse of the Koh-i-Noor Diamond",
        "date": "January 26th",
        "descriptor": "Australia Day (AUS)",
        "content": "Weighing over 186 carats, the Koh-i-Noor diamond is one of the largest diamond on earth -- roughly the size of an egg. The first record of the magnificent gem was in a Hindu text from 1306, during the Kakatiya dynasty in India, that warned \"only God or a woman can carry it with impunity.\" The stone stayed on the Asian continent, changing ownership among various male rulers with a path of bloody history and misfortune that many claim supports the existence of a mysterious curse. In 1849, Britain's Queen Victoria seized the diamond, and today th Koh-i-Noor diamond is part of the British crown jewels on display in the Tower of London. Because of the intense, violent history surrounding the diamond, many of the women who have worn the stone suffered the early deaths of their husband or a child. Today, Queen Elizabeth II (lol bad timing) refuses to wear the stone altogether, acknowledging the heavy diplomatic implications involved in its acquisition. However, some question whether Her Majesty also considers the dark fates of those who have worn the jewel."
    },
    
    {
        "title": "The Blackbirds of Beebe",
        "date": "January 27th",
        "descriptor": "",
        "content": "In the early hours of New Year's Day 2011, in the small town of Beebe, Arkansas, revelers ringing in the New Year witnessed a bizarre and terrifying event. A massive flock of red-winged blackbirds bombarded the town, flying full speed into buildings, windows, cars, and trees before dropping dead in the streets. By the time morning came, Beebe found itself covered in nearly five thousand of the dead birds, and over the next month, scientists from across the country scrambled to explain the birds' strange, suicidal behavior. By the end of January that year, reports were released by the U.S. Geological Survey's National Wildlife Health Center citing blunt-force trauma as the cause of the birds' death and specifically discounting the presence of chemicals or contaminants. While the study concretely explained the nature of the flock's demise, many wonder what spurred the furious assault on the town, with many dismissing the behavior as having been spurred by fireworks. Despite this, many residents of Beebe are firmed that the fireworks were neither loud enough nor near enough to where the birds nested to cause such a reaction and argue that some other, unknown force was to blame for the night's morbid events."
    },
    
    {
        "title": "Mohenjo Daro",
        "date": "January 28th",
        "descriptor": "",
        "content": "Mohenjo Daro is an ancient city that was constructed thousands of years ago in modern-day Pakistan. Experts discovered the sprawling city system in the 1920s, thousands of years after the area's original inhabitants were there. The experts were amazed at the discovery of a city archetype with incredible modern systems in place for its time. Anthropologists explain that the builders of the city were advanced urban planners who cared greatly for the storage, placement, and transportation of their water supply, but little else is known about these people. The city reveals a simple and efficient culture that did not value large, flashy structures or monuments and did not seem to have high government officials. Nearly every home in the area had a sophisticated well and drainage system for bathing. Several excavations have been conducted over the decades since Mohenjo Daro was first discovered, but scientists cannot pinpoint exactly who the advanced, intelligent inhabitants of the ancient city were."
    },   

    {
        "title": "Mohenjo Daro",
        "date": "January 29th (it says 39 though)",
        "descriptor": "",
        "content": "Mohenjo Daro is an ancient city that was constructed thousands of years ago in modern-day Pakistan. Experts discovered the sprawling city system in the 1920s, thousands of years after the area's original inhabitants were there. The experts were amazed at the discovery of a city archetype with incredible modern systems in place for its time. Anthropologists explain that the builders of the city were advanced urban planners who cared greatly for the storage, placement, and transportation of their water supply, but little else is known about these people. The city reveals a simple and efficient culture that did not value large, flashy structures or monuments and did not seem to have high government officials. Nearly every home in the area had a sophisticated well and drainage system for bathing. Several excavations have been conducted over the decades since Mohenjo Daro was first discovered, but scientists cannot pinpoint exactly who the advanced, intelligent inhabitants of the ancient city were."
    },
    
    {
        "title": "Who Fired the Shot Heard 'Round the World?",
        "date": "January 30th",
        "descriptor": "",
        "content": "Early on the morning of April 19, 1775, just outside Lexington, Massachusetts, a shot was fired that would help determine the course of history for hundreds of years to come. There, hundreds of British redcoats had marched in order to quell a rebellion of American colonists and seize the arms they had gathered. They found themselves faced by a mere seventy minutemen, and as tensions wore thin, the first shot was fired. By the time the smoke cleared, eight American soldiers had been killed, and one redcoat had been wounded. More importantly, however, the American Revolutionary War had officially begun. In the following months and years, that one shot grew into a pitched battle for the independence of what would become the United States of America. To this day, however, historians argue about who -- or even which side -- fired that first fateful shot outside Lexington and thus began the war."
    },
    
    {
        "title": "The Mad Gasser of Mattoon",
        "date": "January 31st",
        "descriptor": "",
        "content": "In the early days of September 1944, residents in the small town of Mattoon, Illinois, were beset by a strange series of illnesses. Several citizens of Mattoon reported sudden onsets of nausea, vomiting, muscle weakness, and even spitting up blood. All of those affected described a sickly sweet, perfume-like smell immediately before the illness came over them. It was this last detail that led authorities to suspect that the sicknesses were in fact crimes -- deliberate gassings by persons unknown, terrorizing the small town. Further investigation showed that most of the gassings had occurred on the month's hottest nights, when residents left their windows open against the hear. No suspect was ever found, despite public outcry, and attacks that continued throughout the month. Some historians argue that the gassings and illnesses were caused by a bout of mass hysteria, though many others agree that there indeed was a mystery gasses terrorizing Mattoon in 1944. No real evidence has ever been found of the person's identity or motive."
    },
    
    {
        "title": "Babe Ruth's Called Shot",
        "date": "February 1st",
        "descriptor": "",
        "content": "It was the top of the fifth inning in Game 3 of Major League Baseball's 1932 Fall Classic. The New York Yankees were up two games in the World Series against their opponents, the Chicago Cubs, and Game 3 was tied 4 to 4. The legendary Babe Ruth stepped to the plate, and after two called balls and two strikes, he raised two fingers to point out over the plate, past the pitcher, and deep into center field. What happened next has been told in stories for decades. Ruth his a monstrous home run, directly into the stands where he had pointed, and history was made. Or was it? To this day, baseball historians argue about whether Ruth actually called his shot or if he was merely signaling that he had two strikes and one more chance to go. Some argue that the Babe, after hitting the homer, only said that he had known it was coming to hype up his fans. Other argue that he called his shot. The truth? Baseballs (yes it says Baseballs) fans may never know."
    },
    
    {
        "title": "Foreign Accent Syndrome",
        "date": "February 2nd",
        "descriptor": "Groundhog Day",
        "content": "Foreign Accent syndrome (FAS) is an observed medical condition during which a patient suddenly changes his or her speech patterns form one representing a native speaker of a language to someone with a foreign language accent. Over the years, the specific changes that have occurred included transitions from Japanese to Korean, Spanish to Hungarian, and American English to British English. Medical experts say that FAS is usually a supplemental effect of a stroke, but it can also be a result of head trauma or even mental developmental issues. The syndrome was first documented in 1907. One of the most notable cases happened when a woman from Norway suddenly spoke with a German accent after a head injury; this led to her being shunned by her community during the German occupation of her home country during World War II. Experts say FAS can arise out of psychological trauma as well, making it harder to identify. Not a lot is known about the rare condition, and experts have few true examples of the phenomenon to study and document its causes, effects, and characteristics."
    },
    
    {
        "title": "The Disappearance of the Ivory Coast Crown Jewels",
        "date": "February 3rd",
        "descriptor": "",
        "content": "While much of the Western world is well acquainted with the British monarchy's crown jewels, comparatively few know as much about the crown jewels of the Ivory Coast, which disappeared from the country's primary historical museum in the city of Abidjan in 2011, during a battle between government forces and those loyal to a previous leader Laurent Gbagbo. Among the crown jewels were nearly eighty priceless royal masks, sculptures, various pieces of jewelry, and traditional religious pieces dating back to the early seventeenth century. Museum representatives are firm in the assertion that whoever stole the pieces knew exactly what they were looking for, as only the most valuable pieces of the Ivory Coast's crown jewels collection were taken. While museums and collectors around the world have been asked to report any potential information on the heist, so far, almost no clues have been found about who the thieves might have been. Although the museum curators hold out hope for the pieces' return, many fear that the country's priceless artifacts may be lost forever."
    },
    
    {
        "title": "The Antikythera Mechanism",
        "date": "February 4th",
        "descriptor": "",
        "content": "In 1901, the Antikythera mechanism was discovered by divers exploring a shipwreck off the coast of the island of Antikythera, northwest of Crete. For the first seventy or so years following its discovery, experts could not make sense of the device, which they dated to almost 150 BC. Then, with the advent of X-ray imaging, researchers began to piece together the device's purpose. What they initially thought to be a simple chunk of metal they began to think of as the world's oldest computer. Finally, with a modern study beginning in 2006, scientists began to fully understand the actual scope and design of the Antikythera mechanism. Composed of interlocking bronze gears, the device tracked celestial movement including that of the five planets visible with the naked eye. Experts argue about the device's origin and construction, as it was previously thought that the ancient Greeks did not possess anywhere near the technical proficiency required to create such a wonder."
    },
    
    {
        "title": "The Antikythera Mechanism",
        "date": "February 5th",
        "descriptor": "",
        "content": "In 1901, the Antikythera mechanism was discovered by divers exploring a shipwreck off the coast of the island of Antikythera, northwest of Crete. For the first seventy or so years following its discovery, experts could not make sense of the device, which they dated to almost 150 BC. Then, with the advent of X-ray imaging, researchers began to piece together the device's purpose. What they initially thought to be a simple chunk of metal they began to think of as the world's oldest computer. Finally, with a modern study beginning in 2006, scientists began to fully understand the actual scope and design of the Antikythera mechanism. Composed of interlocking bronze gears, the device tracked celestial movement including that of the five planets visible with the naked eye. Experts argue about the device's origin and construction, as it was previously thought that the ancient Greeks did not possess anywhere near the technical proficiency required to create such a wonder."
    },
    
    {
        "title": "The Disappearance of the SS <i>Bannockburn</i>",
        "date": "February 6th",
        "descriptor": "Waitangi Day (NZ)",
        "content": "Known as the Flying Dutchman of the Great Lakes, the SS Bannockburn set sail from Fort William, Ontario, Canada, for its final voyage on November 21, 1902. The ship had crossed Lake Superior several times, before, having myriad problems including running into shoals and a wall, which caused a leak that almost sank the vessel, although it was repaired afterward. The evening of the ship's disappearance, there was a recorded winter storm, making it hard for ships to navigate. Once the ship did not return to port, several other vessels reported their last sighting of it, and one even reported sailing through a yard of debris their could not definitively tie to Bannockburn. No conclusive evidence has ever been found regarding the disappearance of the ship. Sadly, this includes the bodies of the crew members. The ship has been likened to the Flying Dutchman because several notable sailors have claimed to encounter a ghost ship resembling the Bannockburn sailing at night on Lake Superior."
    },
    
    {
        "title": "Morgellons Disease",
        "date": "February 7th",
        "descriptor": "",
        "content": "According to medical professionals, Morgellons disease is a poorly understood illness during which small fibers sprout out of sores on the body. People suffering from the condition often report feeling as if something is crawling on or inside them. Usually, when a patient reports symptoms, medical staff can observe some kind of traditional sore, but the mystery comes when patients report the presence of fibers coming out of the sore. Medical providers are currently torn on how to classify the disease, with some believing the condition is physical in nature and affects skin cells in some way, some believing the disorder is completely psychological, and others believing it is a blend of both physical and psychological symptoms. Many patients reporting these symptoms claim their medical providers ignore or discredit their complaints. Doctors say they still have extensive research to perform before they will be able to explain the perplexing disorder."
    },
    
    {
        "title": "Who Invented the Curveball?",
        "date": "February 8th",
        "descriptor": "",
        "content": "The curveball. To baseball lovers today, it seems like something that has always been part of the game. But contrary to what modern fans may think, the curveball did not originate at the same time as baseball itself, and the actual inventor of the pitch is something hotly disputed by sports historians. The National Baseball Hall of Fame attributes the inventor of the curveball to a man named Candy Cummings, who debuted in the league in 1876. Cummings is quoted as having imagined the pitch after watching a trajectory shell be thrown into the air to gauge the wind speed and direction, and the story goes that he immediately began practicing to see if he could emulate the shell's behavior with a baseball. Others, however, call foul on Cummings getting the credit and instead thank a man named Phonney Martin, whose curveball was so pronounced that many thought it to be an optical illusion, long before Cummings even laced up hit cleats in the major league. Though seemingly a minor thing to nonfans, the history of the curveball is hotly debated by hard-core baseball fans to this day."
    },
    
    {
        "title": "The Skinwalker Ranch UFOs",
        "date": "February 9th",
        "descriptor": "",
        "content": "Located outside Ballard, Utah, Skinwalker Ranch has been the center of several alleged UFO encounters over the last two decades. The ranch, also known as Sherman Ranch, was purchase in the early 1990s by Terry and Gwen Sherman, who soon after started reporting incredibly strange, paranormal occurrences on the property. Through local news outlets, the family detailed personal sightings of UFOs, disappearing cattle that returned mutilated, floating orbs, animals with red, laser-like eyes, and crop circles. The ranch itself sits within the Uinta Basin, the site of several alleged UFO sightings starting in the 1970. Since the 1930s, the ranch has changed ownership several times. Most recently, a Utah real estate investor purchased the property, blocked all access roads to it, and installed surveillance cameras and barbed wire fences, leading some to question whether deeper investigations into paranormal activity need to be conducted at the ranch."
    },
    
    {
        "title": "The Graff Diamonds Heist",
        "date": "February 10th",
        "descriptor": "",
        "content": "While many believe that large-scale, epic jewelry heists are mostly a thing of the past due to high-tech security measures and facial recognition software, sometimes even the most advanced of systems can be overcome by two well-dressed men, confidence, and guns. This is exactly what happened in 2009, when two men in tailored suits stepped into Graff Diamonds in London, England, and, after briefly pretending to be customers, revealed their weapons to the staff there. Two minutes later, they left the store with nearly $65 million worth of stunning jewelry. Impressively, authorities say that the men, who were later caught, spent almost four hours with a professional makeup artist prior to the theft, donning specialized makeup, wigs, and prosthetics to hide their identities. Though they were, in fact, apprehended, almost none of the $65 million worth of jewelry has been recovered, and experts believe the pieces may have been broken down into their individual stones and resold. If true, this makes it highly unlikely that the jewels with ever be fully recovered, and the thieves aren't talking."
    },
    
    {
        "title": "The Myrtles Plantation",
        "date": "February 11th",
        "descriptor": "",
        "content": "The Myrtles Plantation in St. Francisville, Louisiana, was built in 1796 by General David Bradford. Throughout the years, several stories and accounts of paranormal activities have led the public to believe the property is haunted. In fact, it is often touted as one of the most haunted places in America. Historians have found that the plantation was built on top of a burial ground, and there is historical evidence that at least one man was murdered on the property. However, the most disturbing experience is what property owners call the legend of Chloe. In 1992, photos were taken of the property to issue to an insurance company, and when the photos were developed, property managers noticed the clear outline of a young girl standing between two buildings; no children were nearby when the photo was taken. Another, clearer photo was taken with a teacher and student in the courtyard,, and a young African American girl in antebellum clothing can be seen in the reflection of glass behind them in the photo. Property owners have sent the photographs for analysis, and experts are stunned and speechless after their reviews."
    },
    
    {
        "title": "The Myrtles Plantation",
        "date": "February 12th",
        "descriptor": "Abraham Lincoln's Birthday",
        "content": "The Myrtles Plantation in St. Francisville, Louisiana, was built in 1796 by General David Bradford. Throughout the years, several stories and accounts of paranormal activities have led the public to believe the property is haunted. In fact, it is often touted as one of the most haunted places in America. Historians have found that the plantation was built on top of a burial ground, and there is historical evidence that at least one man was murdered on the property. However, the most disturbing experience is what property owners call the legend of Chloe. In 1992, photos were taken of the property to issue to an insurance company, and when the photos were developed, property managers noticed the clear outline of a young girl standing between two buildings; no children were nearby when the photo was taken. Another, clearer photo was taken with a teacher and student in the courtyard,, and a young African American girl in antebellum clothing can be seen in the reflection of glass behind them in the photo. Property owners have sent the photographs for analysis, and experts are stunned and speechless after their reviews."
    },
    
    {
        "title": "The Missing Stanley Cup Puck",
        "date": "February 13th",
        "descriptor": "",
        "content": "In 2019, in overtime of Game 6 of the Stanley Cup playoffs between the Chicago Blackhawks and the Philadelphia Flyers, Blackhawk player Patrick Kane sank a game-winning goal, earning his team their first Stanley Cup since 1961. As the buzzer announced their victory and the stands erupted, however, the game-winning puck vanished, and it has been missing ever since. The search for the six-ounce rubber chunk of Blackhawks history has been intense, with the National Hockey League even recruiting the FBI to aid them in the hunt. Despite their involvement, no trace has yet been uncovered, and a $50,000 reward still stands for any information leading to the puck's recovery. Recently, the FBI team dedicated to the hunt announced that they would be employing cutting-edge video microscopes to analyze footage of the goal in hope it might turn up evidence, but many believe the puck is lose forever -- perhaps on the trophy shelf of some lucky fan."
    },
    
    {
        "title": "The Angels of Mons",
        "date": "February 14th",
        "descriptor": "Valentine's Day",
        "content": "During World War I at the Battle of Mons in Belgium, the British Expeditionary Forces were greatly outnumbered and challenged by German forces. The difficult battle showed British military and citizens alike how challenging the war ahead could be. Around the time of the battle rumors started circulating regarding the appearance of \"angel warriors\" who would appear in times of need to help the British stave off German forces. The figures became known as the Angels of Mons, and stories regarding their visits were soon circulating throughout British military groups. Some historians claim the idea was fabricated when an author published a fictitious account of a spiritual encountered on the battlefield at Mons, but he failed to categorize it as fiction. However, several soldiers claimed their experiences as their own and that they were not invented out of disseminated military storytelling."
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
        
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "temp",
        "date": "temp",
        "descriptor": "temp",
        "content": "temp"
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    },
    
    {
        "title": "",
        "date": "",
        "descriptor": "",
        "content": ""
    }
]